[
  {
    "segment": "Privacy Policy - Your Privacy Rights   Last revised: January 07, 2014  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a title and date for the privacy policy, indicating a general introduction or update notice."
    }
  },
  {
    "segment": "Dictionary.com LLC respects your privacy. When you use Dictionary.com, Reference.com, Thesaurus.com or any other online products or websites that we own (our \"sites\") and mobile applications (our \"apps\"), we collect information about you and use it to facilitate and improve our services. Information about you may also be shared with other companies. For instance, companies engaged in \"targeted\" or \"behavioral\" advertising present ads that might be of interest to you based on information about your online activities. We want to be clear about how information about you may be used and what your privacy options are.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment indicates that Dictionary.com collects information about users when they use its websites and apps to facilitate and improve services."
    }
  },
  {
    "segment": "This Privacy Policy explains what information we collect, how we use it, how other companies may use it, and tracking technologies used to collect information. If we make any material changes to our privacy practices, we will post a revised Privacy Policy on this page. If you have any questions, please contact us by sending an email here http://content.dictionary.com/about/contact or writing to Dictionary.com LLC, ATTN: Legal Department, 555 12th Street, 5th Floor, Oakland, CA 94607.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a general overview of the privacy policy, including information collection, usage, third-party involvement, and tracking technologies. It also mentions the procedure for policy changes and provides contact information for inquiries, which fits the Introductory/Generic category."
    }
  },
  {
    "segment": " Information we collect    Information collected automatically : When you visit our sites and use our apps, we automatically collect and store information about your computer or mobile device and your activities. This information includes:     Your computer's IP address     Technical information about your computer or mobile device (such as type of device, web browser or operating system)     Your preferences and settings (time zone, language, etc.)     Your mobile device's unique ID number     Your mobile device's geographic location (specific geographic location if you've enabled collection of that information, or general geographic location automatically)     The URL of the last web page you visited before coming to one of our sites     The words you have looked up and results you selected     The ads you clicked on     How long you visited our sites or used our apps and which services and features you used     For app users, the online or offline status of Your app  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the automatic collection of information by the company when users visit their sites and use their apps, indicating data collection on the website."
    }
  },
  {
    "segment": "Information you choose to provide : You may choose to open an account and if you are age 13 or older, provide us with information in order to use certain services or products, like Dictionary.com Premium or Word Dynamo, or to take advantage of special offers, like a contest or a sweepstakes. This information may include your name, email address, phone number, credit card information (including billing address), and demographic information (age, gender, etc.). You may provide this information directly to us or you may choose to register using your Facebook account in which case you would authorize us to access certain Facebook profile information including your first name, last name, gender, birth date and email address. You may also choose to post content (such as custom flashcards) that you may share with others, through our site or through your Twitter or Facebook account. You do not have to provide any of this information to us. But if you do not provide certain information, you will not be able to use some of the services we offer. If you wish, we will delete your account information; to do so, please log into Dictionary.com using the account you wish to close,then close your acount at http://app.dictionary.com/users/cancelaccount.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "Dont use service/feature",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact, Financial, Demographic, Personal identifier",
          "Purpose": "Basic service/feature",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection of personal information such as name, email, phone number, and credit card information when users choose to open an account and use certain services. It also mentions the option to register using a Facebook account and the ability to delete account information, indicating explicit collection and identifiable data."
    }
  },
  {
    "segment": " How we use your information    We use your information to provide and improve our services, customize services for you (such as by remembering your preferences), make special offers (like sweepstakes), better understand our users, diagnose and fix problems, and sell and display ads that may be relevant to you. Email addresses, mobile phone numbers, and credit card information are used only for providing you the services you requested upon creating your account.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Service Operation and Security"
        }
      },
      "explanation": "The segment describes how the company uses personal information to provide and improve services, customize user experiences, and for advertising purposes, which aligns with service operation and security."
    }
  },
  {
    "segment": "Email Address : We use your email address only to allow you to log in to your account, send you confirmations (of your registration, purchase, etc.), and to send you messages as part of our services. You may choose to stop receiving these emails by adjusting your email settings at http://app.dictionary.com/users/settings or by clicking on the \"unsubscribe\" link at the bottom of the email. For specific services, you can unsubscribe here: Word of the Day unsubscribe or Reference of the Day unsubscribe. We will also use your email address to respond to your customer service inquiries. If you are under the age of 13, certain messaging and site functionality may be non-existent or limited.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Opt-out link",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Basic service/feature",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection and use of email addresses for account login, service messages, and customer service inquiries, with options to unsubscribe from certain communications. It specifies the use of identifiable contact information for basic service features, with explicit collection and opt-out choices available to users with accounts."
    }
  },
  {
    "segment": "Phone Number : We use your mobile phone number only to send you SMS messages that you've requested. To stop receiving SMS messages, please enter your mobile number's corresponding email address here: http://dictionary.reference.com/help/faq/wordoftheday/index.htmlunsubscribe.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Opt-out link",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Basic service/feature",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection and use of a mobile phone number to send SMS messages, with an opt-out link provided for users who wish to stop receiving messages. This involves identifiable contact information collected explicitly for a basic service feature."
    }
  },
  {
    "segment": "Credit Card Information : We use your credit card information only to process your purchases and to detect and prevent fraud.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Personal Information Type": "Financial"
        }
      },
      "explanation": "The segment specifies the use of credit card information, which is categorized as financial data, for processing purchases and fraud detection."
    }
  },
  {
    "segment": " Use of your information by other companies    We share user information with other companies for various reasons. What information we make available to other companies depends on the nature of our relationships with them. We generally require these other companies to keep our users' information confidential.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment indicates that user information is shared with other companies, which aligns with the 'Receive/Shared with' action under Third Party Sharing/Collection."
    }
  },
  {
    "segment": "Service Providers : We may share all of the types of information we collect with vendors who provide services (such as voice transcription, email and SMS messaging, and payment processing), conduct surveys, and run sweepstakes on our behalf.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Personal Information Type": "Unspecified",
          "Purpose": "Service operation and security",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment indicates that information is shared with vendors for various services, but does not specify the types of personal information or name the third parties."
    }
  },
  {
    "segment": "Advertisers : Advertisers and advertising networks use tracking technologies to collect information about users' computers or mobile devices and their online activities (for example, web pages visited and searches made) as well as general geographic location and use that information to display targeted ads to users. We sometimes allow these ad companies to collect such information when you use our sites and apps to enable them to display targeted ads to you.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes how advertisers and advertising networks use tracking technologies to collect information on the company's sites and apps to display targeted ads, indicating third-party collection on the first-party website/app."
    }
  },
  {
    "segment": "Analytics Companies : We allow analytics companies to use tracking technologies to collect information about our users' computers or mobile devices and their online activities. These companies analyze this information to help us understand how our sites and apps are being used. Certain versions of our App have an \"Opt out of Tracking\" setting, which permits you to opt out of being tracked by third party analytics companies.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes how third-party analytics companies are allowed to collect information on users' devices and online activities for analysis purposes."
    }
  },
  {
    "segment": "What we don't share : We do not provide ad companies or analytics companies with your name, address, email address, phone number, or credit card information.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Does/Does Not": "Does Not"
        }
      },
      "explanation": "The segment clearly states that the company does not share specific personal information such as name, address, email address, phone number, or credit card information with ad or analytics companies."
    }
  },
  {
    "segment": "Aggregated Information : We may publicly disclose aggregated information about our users, such as the total number of our users and their overall demographics.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Personal Information Type": "Demographic"
        }
      },
      "explanation": "The segment describes the public disclosure of aggregated demographic information about users, which falls under third-party sharing."
    }
  },
  {
    "segment": "Legal Matters : We may disclose user information: in response to a legal request, such as a subpoena, court order, or government demand; to investigate or report illegal activity; or to enforce our rights or defend claims. We may also transfer your information to another company in connection with a corporate restructuring, such as a sale, merger or in the event of a bankruptcy proceeding.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Purpose": "Legal requirement"
        }
      },
      "explanation": "The segment discusses disclosing user information in response to legal requests and during corporate restructuring, indicating that the purpose of sharing is to comply with legal requirements and corporate changes."
    }
  },
  {
    "segment": " Tracking technologies    We, as well as other companies, use tracking technologies to collect and store data about your computer or mobile device and your activities on our sites and apps.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the use of tracking technologies by the company to collect data about users' computers or mobile devices and their activities on the company's sites and apps. This falls under the category of First Party Collection/Use with the specific action of collecting on the website."
    }
  },
  {
    "segment": "Cookies : When you visit our sites, we place \"cookies\" (small text files) on your computer to recognize you. We do this to store your preferences and track your use of our sites. Ad companies place cookies on your computer to track your activities across various sites so that they can display targeted ads. Some ad companies and game developers use \"flash cookies\" for ads and games that use Flash media technology.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the use of cookies by the company to recognize users and track their use of the sites, indicating first-party collection on the website."
    }
  },
  {
    "segment": "Many ad companies are members of the Network Advertising Initiative. NAI members allow users to opt out of being tracked by cookies. To opt out of cookie tracking by NAI members, you may visit http://www.networkadvertising.org/ and click on the \"Consumer Opt-out\" button. Companies may also be members of the Digital Advertising Alliance (\"DAA\") and to opt out of cookie tracking by DAA members, you may visit http://www.aboutads.info/choices/. Finally, to learn how to remove cookies, you may visit these links: deleting cookies and deleting flash cookies. By using our site and products, you give us explicit consent to place cookies and other tracking technology on your computer or mobile device.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "Third party sharing/collection",
          "Choice Type": "Opt-out link",
          "Personal Information Type": "Cookies and tracking elements"
        }
      },
      "explanation": "The segment discusses the option for users to opt out of cookie tracking by third-party ad companies through provided links, categorizing it under user choice/control for third party sharing/collection with opt-out links for cookies and tracking elements."
    }
  },
  {
    "segment": "Pixel tags : We embed pixel tags (also called web beacons or clear GIFs) on web pages, ads, and emails. These tiny, invisible graphics are used to access cookies and track user activities (such as how many times a page is viewed). We use pixel tags to measure the popularity of our features and services. Ad companies use pixel tags to measure the number of ads displayed and their performance (such as how many people clicked on an ad).  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the use of pixel tags to track user activities on web pages, which involves collecting data on the website."
    }
  },
  {
    "segment": "Mobile Device IDs : If you're using an app, we use mobile device IDs (the unique identifier assigned to a device by the manufacturer), instead of cookies, to recognize you. We do this to store your preferences and track your use of our apps. Unlike cookies, device IDs cannot be deleted. Ad companies use device IDs to track your use of the app, track the number of ads displayed, measure ad performance and display ads that are more relevant to you. Analytics companies use device IDs to track information about app usage.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect in mobile app",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "IP address and device IDs",
          "Purpose": "Service Operation and Security",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the use of mobile device IDs by the app to recognize users, track app usage, and store preferences. It specifies that device IDs are used by ad and analytics companies, indicating first-party collection and use for service operation and security."
    }
  },
  {
    "segment": " Do Not Track Disclosure    Do Not Track (\"DNT\") is a privacy preference that users can set in certain web browsers. DNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services. We are committed to providing you with meaningful choices about the information collected on our website for third party purposes, and that is why we provide the NAI \"Consumer Opt-out\" link and the DAA opt-out link above. However, we do not recognize or respond to browser-initiated DNT signals, as the Internet industry is currently still working toward defining exactly what DNT means, what it means to comply with DNT, and a common approach to responding to DNT.  ",
    "model_analysis": {
      "category": {
        "Do Not Track": {
          "Do Not Track policy": "Not honored"
        }
      },
      "explanation": "The segment states that the company does not recognize or respond to browser-initiated DNT signals, indicating that the Do Not Track policy is not honored."
    }
  },
  {
    "segment": " Apps    If you install one of our apps on your mobile device, your use of the app is subject to our app license agreement, http://dictionary.reference.com/help/dictionaryappeula.html.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a general statement about the applicability of a license agreement when using the app, without detailing privacy practices."
    }
  },
  {
    "segment": " Children's privacy    We do allow children under 13 to register for an account, but we do not knowingly collect any personally identifiable information from children under 13. Personally identifiable information, for example, includes a first and last name; a home or other physical address; an e-mail address; a telephone number; or a social security number.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Children"
        }
      },
      "explanation": "The segment specifies the policy regarding children under 13, indicating that while they can register, the company does not knowingly collect personally identifiable information from them."
    }
  },
  {
    "segment": "When we have identified through our age-screening process that a child under 13 is trying to register an account with us, we immediately \"hash\" that user's e-mail into a nonreversible character string and discard the e-mail. Then the user's e-mail address is only used for \"password recovery\" purposes.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Children"
        }
      },
      "explanation": "The segment describes a process specifically for users identified as children under 13, indicating compliance with regulations concerning children's data."
    }
  },
  {
    "segment": "Generally speaking, one-way hashing is a way to anonymize or hide data by transforming pieces of information into fixed strings of alphanumeric characters.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Other"
        }
      },
      "explanation": "The segment describes one-way hashing, which is a method used to anonymize or hide data, fitting under the category of data security measures."
    }
  },
  {
    "segment": "For example, when the e-mail address 'U13user@dictionary.com' is hashed, the result or \"hash value\" might be 'a8der13ap69'. Every time that hash function is applied to that e-mail address the result will be the same. It is called one-way hashing because the function allows you to convert the data only one way. So while it is possible to convert an e-mail address into a hash value, it is not possible to convert that value back into the e-mail address.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure data storage"
        }
      },
      "explanation": "This segment describes the use of one-way hashing to secure email addresses, which is a method of secure data storage by ensuring that the original data cannot be retrieved from the hash."
    }
  },
  {
    "segment": "When a child under the age of 13 registers for an account, we use hashing to create a password reminder system that does not require us to retain that child's email address. To do this, we apply the hash function to the email address and associate the resulting hash value (not the e-mail) with the user's account. The e-mail address is immediately discarded after the hash function is applied.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes how the company collects the email address of children under 13 to create a hashed password reminder system, indicating collection on the website."
    }
  },
  {
    "segment": "When the user forgets the password associated with the account, we request the original email address, hash it, and then compare the two hash values. If they match, we e-mail the password reminder to the user and then immediately discard the e-mail again.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure user authentication"
        }
      },
      "explanation": "The segment describes a secure user authentication process where email addresses are hashed and compared for password recovery, ensuring user identity verification."
    }
  },
  {
    "segment": " Information from users outside the United States    If you're outside the United States, your information will be sent to and stored in the United States, where our servers are located. By using our sites and apps, you agree to the information collection, use, and sharing practices described in this Privacy Policy.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Citizens from other countries"
        }
      },
      "explanation": "The segment addresses users outside the United States, indicating that their information will be transferred and stored in the U.S., which pertains to international data handling."
    }
  },
  {
    "segment": " YOUR CALIFORNIA PRIVACY RIGHTS (as provided by California Civil Code Section 1798.83)    A California resident who has provided personal information to a business with whom he/she has established a business relationship for personal, family, or household purposes (\"California customer\") is entitled to request information about whether the business has disclosed personal information to any third parties for the third parties' direct marketing purposes. In general, if the business has made such a disclosure of personal information, upon receipt of a request by a California customer, the business is required to provide a list of all third parties to whom personal information was disclosed in the preceding calendar year, as well as a list of the categories of personal information that were disclosed.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Californians"
        }
      },
      "explanation": "This segment addresses the rights of California residents under California Civil Code Section 1798.83 to request information about the disclosure of their personal information to third parties for direct marketing purposes."
    }
  },
  {
    "segment": "However, under the law, a business is not required to provide the above-described lists if the business adopts and discloses to the public (in its Privacy Policy) a policy of not disclosing customer's personal information to third parties for their direct marketing purposes unless the customer first affirmatively agrees to the disclosure or gives customers a mechanism to opt out of having their personal information disclosed to third parties for their direct marketing purposes. Rather, the business may comply with the law by notifying the customer of his or her right to prevent disclosure of personal information and providing a cost free means to exercise the right.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "Third party sharing/collection",
          "Choice Type": "Opt-in"
        }
      },
      "explanation": "The segment describes a policy where the business may not disclose personal information to third parties for direct marketing unless the customer agrees (opt-in) or is given a mechanism to opt out, indicating user choice/control over third-party sharing."
    }
  },
  {
    "segment": "We have opted for this alternative approach. If you would like to modify any personal information you previously submitted our sites or apps, visit your account information section for each site or app to which you made the submission. If you have agreed to receive communications from us or to permit us to share your personal information with third parties, you may request that, in the future, we not send you communications or share your personal information by writing to our Legal Department at our corporate address below or by visiting your account information section for each site or app. Please note, however, that we reserve the right to send you administrative messages relating to the site or app (e.g., about changes to this Privacy Policy). If at any time you would like us to deactivate your member profile, please write to us at our corporate address or visit your account information section for each site and app. Please note that (1) we may retain your personal information in back-up storage after deactivation, and (2) we are not responsible for removing information about you from the database of any third parties to whom you previously authorized us to share your personal information.  ",
    "model_analysis": {
      "category": {
        "User Access, Edit and Deletion": {
          "Access Type": "Edit information"
        }
      },
      "explanation": "The segment describes how users can modify personal information they previously submitted, indicating an 'Edit information' access type."
    }
  },
  {
    "segment": "As more fully described in this Privacy Policy, you may request that Dictionary.com LLC not disclose your personal information to third parties. You may do so either at the time you register or by contacting us by writing to us at Dictionary.com LLC, ATTN: Legal Department, 555 12th Street, 5th Floor, Oakland, CA 94607.",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "Third party sharing/collection",
          "Choice Type": "Opt-out via contacting company"
        }
      },
      "explanation": "The segment describes the user's ability to opt-out of third-party sharing by contacting the company, which fits under user choice/control for third-party sharing/collection with an opt-out method."
    }
  }
]