[
  {
    "segment": "Privacy, Security, and Accessibility Policies  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment 'Privacy, Security, and Accessibility Policies' is a general introductory statement that likely introduces the topics covered in the policy without providing specific details, fitting the 'Introductory/Generic' category."
    }
  },
  {
    "segment": "USA.gov doesn't collect personal information when you visit our web site unless you choose to provide that information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "Opt-in",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Unspecified",
          "Purpose": "Unspecified",
          "User Type": "User without account"
        }
      },
      "explanation": "The policy states that personal information is only collected if the user chooses to provide it, indicating an opt-in collection method on the website."
    }
  },
  {
    "segment": "What's on This Page     Information Collected and Stored Automatically     Site Security     Use of Persistent Cookies     Accessibility Policy     External Links     If You Send Us Personal Information  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment outlines the contents of a privacy policy page, indicating sections such as information collection, security, and cookies, which are typical headings in a privacy policy. It serves as an introductory or generic overview without specific details."
    }
  },
  {
    "segment": " Information Collected and Stored Automatically    When you visit USA.gov, we may store some or all of the following: the Internet protocol address from which you access USA.gov, date and time, the name of the web site from which you linked to USA.gov, the name of the file or words you searched, items clicked on a page, and the browser and operating system used.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "IP address and device IDs",
          "Purpose": "Service Operation and Security",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes the automatic collection of identifiable information such as IP address and device details when users visit the website, which is typical for service operation and security purposes."
    }
  },
  {
    "segment": "This information is used to measure the number of visitors to the various sections of our site and identify system performance or problem areas. We also use this information to help us develop the site, analyze patterns of usage, and to make the site more useful. This information is not used for associating search terms or patterns of site navigation with individual users. USA.gov may anonymize and provide this information to third party entities for the purposes of research analysis. We do not share or sell visitor data for the purposes of advertising, marketing, or any other commercial purpose.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Collection Mode": "Unspecified",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "User online activities",
          "Purpose": "Analytics/Research",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes the collection of user online activities for the purpose of analytics and research. The data is anonymized and not used for personal identification, advertising, or marketing."
    }
  },
  {
    "segment": " Site Security    For site security purposes and to ensure that this service remains available to all users, this government computer system employs commercial software programs to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure data transfer"
        }
      },
      "explanation": "The segment describes the use of commercial software programs to monitor network traffic, which is a measure to ensure secure data transfer and prevent unauthorized access or damage."
    }
  },
  {
    "segment": "Except for authorized law enforcement investigations, no other attempts are made to identify individual users or their usage habits. Raw data logs are used for no other purposes and are scheduled for regular destruction in accordance with National Archives and Records Administration guidelines.  ",
    "model_analysis": {
      "category": {
        "Data Retention": {
          "Retention Period": "Limited"
        }
      },
      "explanation": "The segment indicates that raw data logs are scheduled for regular destruction, implying a limited retention period."
    }
  },
  {
    "segment": "Unauthorized attempts to upload information or change information on this service are strictly prohibited and may be punishable under the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Other"
        }
      },
      "explanation": "The statement refers to legal measures against unauthorized access or modification, highlighting security enforcement rather than specific security measures."
    }
  },
  {
    "segment": " Use of Persistent Cookies    Like many websites, USA.gov uses \"persistent cookie\" technology. A persistent cookie is a small text file that this website places on your web browser so that it can gather anonymous summary demographic information, and remember your browser when it is used to visit our site again laterkind of like cookie crumbs! (Hence the name.) These cookies uniquely identify a browser on a computer, but never a person. In other words, if the same person uses Chrome and Internet Explorer, two unique browser cookies will be assigned, one for each browser, so that person will be counted as two different visitors because visits are based on browsers, not computers or persons. We use persistent cookies in two ways, both of which enhance your experience on USA.gov while also protecting your privacy:  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Analytics/Research",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes the use of persistent cookies to collect anonymous demographic information and enhance user experience, which falls under first-party collection/use. The cookies are used for analytics/research purposes and do not identify individuals, only browsers, making the data aggregated or anonymized."
    }
  },
  {
    "segment": "  To remember you when your browser comes back to the site, so we don't invite you to take our customer satisfaction survey every time you visit. Our customer satisfaction survey uses a persistent cookie to ensure we won't invite you to take a customer satisfaction survey within 90 days of completing a survey on USA.gov.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Service Operation and Security",
          "User Type": "User without account"
        }
      },
      "explanation": "The segment describes the use of a persistent cookie to remember users and manage survey invitations, which involves collecting identifiable cookies for service operation purposes."
    }
  },
  {
    "segment": "  To get aggregate metrics on site usage to understand how people are using the site and how we can make it better. We use web metrics services to track activity on USA.gov. Government agencies only ever receive traffic statistics anonymously and in the aggregate.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Analytics/Research"
        }
      },
      "explanation": "The segment describes the use of web metrics services to collect aggregate metrics on site usage for the purpose of understanding and improving the site, which falls under Analytics/Research."
    }
  },
  {
    "segment": "  To gather anonymous summary demographic information about our visitors such as gender, age range, and areas of interest for adults over the age of 18. We do this by using Google Demographic and Interests reports. When you visit a website that has partnered with the Google Display Network, Google stores a number in your browser using a persistent cookie to remember your visits. This number uniquely identifies a web browser, not a specific person. Browsers may be associated with a demographic category, such as gender or age range, based on the sites that were visited. This demographic information is used to help us better understand our visitors' interests and needs to more effectively develop content to serve you.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "Demographic",
          "Purpose": "Analytics/Research",
          "User Type": "User without account"
        }
      },
      "explanation": "The segment describes the collection of demographic information using cookies for analytics purposes. It specifies that the data is aggregated and anonymized, focusing on understanding visitor interests to improve content."
    }
  },
  {
    "segment": "Most Internet browsers automatically accept persistent cookies. Although using persistent cookies creates a much better experience for you, this site will also work without them. If you don't want to accept cookies, you can edit your browser's options to stop accepting persistent cookies or to prompt you before accepting a cookie from the websites you visit. Here's how you can disable cookies and/or Google Demographic and Interests reports.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party collection",
          "Choice Type": "Browser/device privacy controls",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Personalization/Customization",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment discusses the user's ability to control cookie settings through browser options, which relates to first-party collection and personalization."
    }
  },
  {
    "segment": " Accessibility Policy    USA.gov is committed to providing access to all individualswith or without disabilitiesseeking information on USA.gov. To provide this information, we've built USA.gov to conform to Section 508 of the Rehabilitation Act (as amended). Section 508 requires that all individuals with disabilities (whether federal employees or members of the general public) have access to, and use of, information and data comparable to that provided to individuals without disabilities, unless an undue burden would be imposed on us.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment describes the accessibility commitment of USA.gov, ensuring compliance with Section 508 of the Rehabilitation Act, which is a general statement about accessibility practices rather than a specific privacy practice."
    }
  },
  {
    "segment": "If you use assistive technology (such as a screen reader, eye tracking device, voice recognition software, etc.) and have difficulty accessing information on USA.gov, please e-mail us and provide the URL (web address) of the material you tried to access, the problem you experienced, and your contact information. We'll contact you and attempt to provide the information you're seeking.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Other"
        }
      },
      "explanation": "This segment addresses users who utilize assistive technology, which is a specific audience with accessibility needs. It offers a way for these users to contact the service for assistance, indicating a focus on inclusivity and accessibility."
    }
  },
  {
    "segment": " External Links    USA.gov links to many websites created and maintained by other public and/or private organizations as outlined in our Linking Policy. If you click a link to an outside website, such as Facebook or YouTube, you will leave the USA.gov site and are subject to the privacy and security policies of the owners/sponsors of the outside website.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment discusses linking to external websites where third parties may collect information, indicating third-party collection on the first-party website."
    }
  },
  {
    "segment": " Social Media Sites    While USA.gov manages presence on social media sites (e.g., Facebook, Twitter, YouTube) in order to share government information and engage with the public, we do not collect any Personally Identifiable Information through those sites. We also do not use personal information made available by the user to these third-party sites.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Does/Does Not": "Does Not"
        }
      },
      "explanation": "The policy explicitly states that they do not collect any Personally Identifiable Information through social media sites, nor do they use personal information made available by users to these third-party sites."
    }
  },
  {
    "segment": " If You Send Us Personal Information    We do not collect personal information for any purpose other than to respond to your request. The only personal information that we collect is what you decide to give us by ordering publications, sending us an e-mail, or subscribing to our e-mail subscription services. If you choose to provide us with personal information like filling out a Contact Us form, with an e-mail address and ZIP code, and submitting it to us through the website we use that information to respond to your message, and to help get you the information you requested. Similarly, if you order a publication from us, we will collect your name, and mailing address to fulfill your order.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "First-party privacy controls",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Basic service/feature",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection of personal information explicitly provided by the user through the website for the purpose of responding to requests or fulfilling orders. It involves identifiable contact information and is collected explicitly with the user's consent."
    }
  },
  {
    "segment": "We only share the information you give us with another government agency if your question relates to that agency, or as otherwise required by law. USA.gov never collects information or creates individual profiles for commercial marketing.",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Purpose": "Legal requirement",
          "Third Party Entity": "Unnamed third party",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Unspecified",
          "Does/Does Not": "Does"
        }
      },
      "explanation": "The segment describes sharing user information with government agencies either related to user inquiries or as required by law. It specifies that information is not collected for commercial marketing, indicating a legal requirement purpose for sharing."
    }
  }
]