[
  {
    "segment": "Privacy Policy   Last Modified: March 25, 2013  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides basic information about the privacy policy, specifically the date it was last modified, without detailing any specific practices or policies."
    }
  },
  {
    "segment": "This is the privacy policy (\"Privacy Policy\") for LatinPost.com (\"Site,\" \"we,\" \"us,\" or \"our\"). This Privacy Policy is intended to explain our privacy practices and covers the following areas:     When This Privacy Policy Applies.     U.S. Governing Law; Safe Harbor.     Collection and Use of Personal Information and Other Information (Other than Wireless Marketing Services and Associated Promotional Opportunities).     Opting-out of Certain Uses of your Personal Information and Other Information (Other than Wireless Marketing Services and Associated Promotional Opportunities).     Wireless Marketing Services and Associated Promotional Opportunities.     Sharing and Disclosure of Personal Information and Other Information.     Reviewing, Updating or Deleting Certain Information.     Protection of Information.     Your California Privacy Rights.     Changes to this Privacy Policy and Notice.     Miscellaneous.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a general introduction to the privacy policy, outlining the topics covered without going into specific details about data practices."
    }
  },
  {
    "segment": " 1. When This Privacy Policy Applies.    This Privacy Policy applies whether you are accessing the Site via a personal computer, a mobile device or any other technology or devices now known or hereafter developed or discovered (each, a \"Device\") and whether you are accessing the Site as a registered user (if offered by the Site) or other user of the Site. This Privacy Policy governs only the Personal Information and Other Information (as those terms are defined below) collected by the Site and does not cover any such information collected in any other manner, the Parent Companies and/or any subsidiaries and affiliates of the Parent Companies (collectively, \"Affiliates\") or collected by any other company, unless specifically stated. We may from time to time, combine Information (as that term is defined below) with other information we collect from other sources, such as information received from our Parent Companies, Affiliates, marketing companies or Advertisers and, if we do so, our use of the resulting combined Information will be subject to this Privacy Policy.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment provides an introductory statement about the applicability of the privacy policy across different devices and user types, and clarifies the scope of information collection and combination."
    }
  },
  {
    "segment": "This Privacy Policy will remain in full force and effect, even if your use of or participation in the Site or any particular service, feature, function or promotional activity offered through the Site terminates, expires, ceases, is suspended or deactivated for any reason. If you do not agree with this Privacy Policy, please do not participate in the Site or any features, activities or services offered through the Site.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a general statement about the applicability of the privacy policy, indicating it remains effective regardless of user participation status. It also advises users not to participate if they disagree with the policy."
    }
  },
  {
    "segment": " 2. U.S. Governing Law; Safe Harbor.    The Site is designed and targeted to U.S. audiences and is governed by and operated in accordance with the laws of the U.S. We make no representation that this Site is operated in accordance with the laws or regulations of, or governed by, other nations. By participating in our Site activities, you certify that you meet the age and other eligibility requirements for this Site as set forth in our Terms of Use Agreement. If you do not meet such age and other eligibility requirements, please discontinue using the Site immediately as your continued use of the Site indicates that you are agreeing to the collection, use, disclosure, management and storage of your Information as described in this Privacy Policy.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Other"
        }
      },
      "explanation": "The segment specifies that the site is designed for U.S. audiences and governed by U.S. law, indicating a focus on a specific international audience."
    }
  },
  {
    "segment": "If you are located outside of the U.S., the European Economic Area and Switzerland, you use this Site at your own risk and initiative and you, not us, are responsible for compliance with any applicable local and national laws. If this Site is part of the Flux platform, by using this Site, participating in any Site activities, and/or providing us with your Personal Information and Other Information, you (i) consent to the transfer and/or processing of any Information you provide to the Site and to Flux, (ii) acknowledge that U.S. law may provide a lower standard of protection for personal data than the laws of your location and (iii) understand that this Site and Flux will collect, transfer, store, process and/or deal with your Information in accordance with this Privacy Policy and the Flux Privacy Policy and U.S. law. Consequently, to the full extent permitted by law, you hereby waive any claims relating to the processing of your Personal Information or Other Information in accordance with this Privacy Policy that may arise under the laws and regulations that apply to you in or of any other country or jurisdiction.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Citizens from other countries"
        }
      },
      "explanation": "The segment addresses users located outside of the U.S., European Economic Area, and Switzerland, emphasizing their responsibility for compliance with local laws and the consent to data processing under U.S. law."
    }
  },
  {
    "segment": " 3. Collection and Use of Personal Information and Other Information (Other than Wireless Marketing Services and Associated Promotional Opportunities).    When we use the term \"Personal Information\" we mean information that would allow someone to identify you or contact you, such as your full name, postal address, e-mail address or telephone number. When we use the term \"Other Information\", we mean any information other than Personal Information that may be collected about you (Personal Information and Other Information, together, the \"Information\").  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Personal Information Type": "Contact"
        }
      },
      "explanation": "The segment defines 'Personal Information' as data that can identify or contact a user, such as full name, postal address, email address, or telephone number, which falls under the 'Contact' category."
    }
  },
  {
    "segment": " a. Information We Collect that You Provide Us.      i. User Registration. To the extent we offer user registration on the Site, to register as a member of the Site, you are required to select a user name and password (together, your \"User ID\") and may be required to also provide other Information, such as your email address and date of birth. Additional Information may be requested during the registration process (but not required).  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "First-party privacy controls",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Basic service/feature",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection of identifiable information (such as email address and date of birth) during user registration on the website, which is a basic service feature requiring explicit user input."
    }
  },
  {
    "segment": "  ii. In Connection with Certain Features and Functions. We may also provide you with access to certain features or functions that we may offer on the Site, such as the option to subscribe to a selection of free email newsletters and other periodic information, chat rooms, message boards, electronic mail services, messaging services, auctions, shopping, registration and member profile pages. To sign up for or participate in these features or functions, you may be required to provide us with certain Information about you in order for us to personalize and/or allow you to use such features and functions. For example, to sign up to receive email newsletters, you may be required to provide your email address, date of birth and zip code separate from any user registration. Further, for example, to the extent we offer such services, if you order any of our various Products (as defined in the Terms of Use Agreement), in addition to your name and contact information, we will also collect and may maintain your billing address, shipping address, Product selections, your credit card or other payment instrument information, your order number and information about your computer's internet address and website which may have referred or directed you to the Site (e.g., the referring URL). Your credit card or debit card number is collected via a secure transmission.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes collecting personal information on the website for users to access certain features and functions."
    }
  },
  {
    "segment": "  iii. In Connection with Promotions such as Contests and Sweepstakes. There may be a separate registration process to enter Promotions such as contests and sweepstakes which may require the submission of all or some of the following: your first and last name, street address, city, state and zip code, email address, telephone number and date of birth. Additional Information may be requested depending on the specific Promotion, but submission of such Information may be optional. The Promotion's entry page and/or Rules will provide the specific requirements. You may also have the opportunity to opt-in to receive special Promotions or offers from our third party advertisers, sponsors or promotional partners (\"Advertisers\") as a result of your use of the Site in connection with many of these types of Promotions.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the collection of personal information during the registration process for promotions such as contests and sweepstakes on the website."
    }
  },
  {
    "segment": " b. Information Collected Through Use of Cookies and Other Tracking Technologies.    \"Cookies\" (which may be html files, Flash files or other technology) are text files that help store user preferences and activity. \"Web beacons\" (also known as image tags, gif or web bugs) are small pieces of code used to collect advertising data, such as counting page views, promotion views or advertising responses. The Site and/or third parties may use \"cookies\", \"web beacons\" and other similar tracking technologies (collectively, \"Tracking Technologies\") to collect Other Information automatically as you browse the Site and the web.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Advertising"
        }
      },
      "explanation": "The segment describes the use of cookies and web beacons to collect information for advertising purposes, indicating collection on the website using tracking technologies."
    }
  },
  {
    "segment": "We use Tracking Technologies to help tailor our content, allow users to move between associated sites without logging into each site, understand Site and internet usage, improve or customize the content, offerings or advertisements on this Site, personalize your experience on this Site (for example, to recognize you by name when you return to the Site), understand your interactions with email messages (such as the links clicked on and whether the messages were opened or forwarded), save your password in password-protected areas, save your online game or video player settings, enable you to use shopping carts on the Site, help us offer you products, programs or services that may be of interest to you, deliver relevant advertising, maintain and administer the Site and for other purposes described in the \"Use of Information\", \"Other Information Collected by Us\" section below. These Tracking Technologies collect \"click stream\" data and additional Other Information regarding your visits to the Site, such as your visits to the Site's webpages, use of our features, and purchasing history or preferences and may also collect your IP address or some other identifier unique to the Device you use to access the Site (\"Identifier\"). An Identifier is automatically assigned to any Device you use to access the Site. Your Personal Information is not collected as part of this process but we may associate Other Information collected by Tracking Technologies with Personal Information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Personalization/Customization",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes the use of tracking technologies on the website to collect information implicitly for personalization and customization purposes. It mentions the collection of 'click stream' data and other information, which is typically aggregated or anonymized, and used to improve user experience and deliver relevant advertising."
    }
  },
  {
    "segment": "By visiting the Site, whether as a registered user or otherwise, you acknowledge, understand and hereby agree that you are giving us your consent to track your activities and your use of the Site through these Tracking Technologies and that we may use Tracking Technologies in the emails we send to you.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment indicates that the company collects information about user activities on the site using tracking technologies, which is a form of first-party data collection on the website."
    }
  },
  {
    "segment": "This Site may additionally use a variety of third party advertising networks, data exchanges, traffic measurement service providers, marketing analytics service providers and other third parties (collectively, \"Third Party Advertising Service Providers\") to, for example, serve advertisements on the Site, facilitate targeting of advertisements and/or measure and analyze advertising effectiveness and/or traffic on the Site (\"Targeting Services\"). These Third Party Advertising Service Providers may enable us to display advertisements based on your visits to the Site and other websites you have visited. Targeting Services enable us to, among other things, help deliver advertisements or other content to you for products and services that you might be interested in, to prevent you from seeing the same advertisements too many times and to conduct research regarding the usefulness of certain advertisements to you.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Purpose": "Advertising",
          "Third Party Entity": "Unnamed third party",
          "Personal Information Type": "User online activities"
        }
      },
      "explanation": "The segment describes the use of third-party advertising service providers to serve and target advertisements based on user visits, indicating sharing with unnamed third parties for advertising purposes. It involves the collection of user online activities for targeting services."
    }
  },
  {
    "segment": "These Third Party Advertising Service Providers do not have access to Tracking Technologies set by the Site except to the extent necessary to provide services to the Site. The Third Party Advertising Service Providers, as well as Advertisers, may themselves set and access their own Tracking Technologies on your Device if you choose to have Tracking Technologies enabled in your browser (or, for Flash cookies, if you have not removed them) and/or they may otherwise have access to Other Information about you.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes third-party advertising service providers setting and accessing their own tracking technologies on the user's device, indicating collection on the first-party website."
    }
  },
  {
    "segment": " c. Use of Information.    As set forth in this Privacy Policy, we may share Information with our Parent Companies and Affiliates.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment describes sharing information with Parent Companies and Affiliates, which falls under the category of sharing with third parties."
    }
  },
  {
    "segment": "i. Personal Information. We, and/or our Parent Companies and Affiliates, use the Personal Information we collect from you in a variety of ways, including:  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Receive from other parts of company/affiliates"
        }
      },
      "explanation": "The segment indicates that personal information collected from users is used by the company and its affiliates, suggesting internal sharing and use."
    }
  },
  {
    "segment": "  Sending marketing and promotional e-mails or, subject to the \"Wireless Marketing Services and Associated Promotional Opportunities\" Section below, text messages offering the purchase of goods and/or services that may be of interest to users, whether those goods and/or services are provided by the Site, the Parent Companies, Affiliates or third parties (for example, we may send you an email about a product sold by a third party);  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Marketing"
        }
      },
      "explanation": "The segment describes sending marketing and promotional emails or text messages to users, which falls under the marketing purpose of first-party collection/use."
    }
  },
  {
    "segment": "  Processing your registration with the Site, such as verifying that your e-mail address is active and valid;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "Unspecified",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Basic service/feature",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes collecting and verifying an email address during registration, which is identifiable contact information collected explicitly for account creation."
    }
  },
  {
    "segment": "  Contacting you regarding the administration of your account, any services, features or functions you have enrolled in or registered to use, any Promotions you have participated in or have entered, any goods and/or services or Products you have ordered or any other transactions you have undertaken with the Site;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the collection and use of personal information for administering user accounts and services, which is typically collected on the company's website."
    }
  },
  {
    "segment": "  Allowing you to participate in the public areas and/or other features of the Site;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Additional service/feature"
        }
      },
      "explanation": "The segment describes a purpose for data collection or use, which is to allow users to participate in public areas or features of the site, categorizing it as an 'Additional service/feature'."
    }
  },
  {
    "segment": "  Responding to your questions or other requests;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Basic service/feature"
        }
      },
      "explanation": "The segment indicates that the purpose of collecting or using data is to respond to user questions or requests, which is a basic service or feature of the company's operations."
    }
  },
  {
    "segment": "  Contacting you regarding your use of the Site, for informational purposes related to the Site or, in our discretion, regarding changes to the Site's policies;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Service Operation and Security"
        }
      },
      "explanation": "The segment mentions contacting users for informational purposes related to the site and regarding changes to the site's policies, which aligns with maintaining and operating the service."
    }
  },
  {
    "segment": "  Improving the Site or our services and for internal business purposes;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Service Operation and Security"
        }
      },
      "explanation": "The segment indicates that data is used for improving the site or services and internal business purposes, which aligns with operational and security improvements."
    }
  },
  {
    "segment": "  Tailoring your experience on the Site and/or otherwise customizing what you see when you visit the Site;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Personalization/Customization"
        }
      },
      "explanation": "The segment describes using data to tailor and customize the user's experience on the site, which falls under personalization/customization purposes."
    }
  },
  {
    "segment": "  Saving your User ID or other Personal Information, so you don't have to re-enter it each time you visit the Site;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Opt-out link",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Personal identifier",
          "Purpose": "Service Operation and Security",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection and use of a user's personal identifier (User ID) to enhance user experience by not requiring re-entry of information, indicating implicit collection and identifiable data use for service operation."
    }
  },
  {
    "segment": "  Otherwise to maintain and administer the Site and  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Service Operation and Security"
        }
      },
      "explanation": "The segment indicates the use of data to maintain and administer the site, which falls under service operation and security."
    }
  },
  {
    "segment": "  For other purposes disclosed at the time you provide the Personal Information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Other"
        }
      },
      "explanation": "The purpose for using personal information is described as 'other purposes disclosed at the time,' which means it is not specified in the policy and is likely variable depending on the context."
    }
  },
  {
    "segment": "ii. Other Information Collected by Us. We, and/or our Parent Companies and Affiliates, use the Other Information we collect from you in a variety of ways, including:     Keeping count of your return visits to the Site or our Parent Companies', Affiliates', Advertisers' or partners' sites;     Accumulating and reporting aggregate, statistical information in connection with the Site and user activity;     Determining which features, webpages, products and services users like best to, among other things, help us operate the Site, enhance and improve our services and the Site and display advertising and marketing information;     Preparing statistics reports;     Allowing you to participate in the public areas and/or other features of the Site;     Improving the Site or our services and for internal business purposes;     Tailoring your experience on the Site and/or otherwise customizing what you see when you visit the Site;     Saving certain Other Information for use on your return visits to the Site;     Otherwise to maintain and administer the Site     For the uses described for \"Personal Information\" above and     For other purposes disclosed at the time you provide the Other Information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "Other",
          "Purpose": "Service Operation and Security",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes how the company and its affiliates collect and use 'Other Information' from visits to their sites for purposes such as site operation, improvement, advertising, and customization. The information is used in aggregated form to report statistics and tailor user experiences, indicating implicit collection and aggregated identifiability."
    }
  },
  {
    "segment": "iii. Other Information Collected by Third Party Advertising Service Providers and Advertisers. The use of Tracking Technologies by Third Party Advertising Service Providers and Advertisers is within their control and not ours. Even if we have a relationship with the Third Party Advertising Service Provider or Advertiser, we do not control their websites or their policies and practices regarding your Information and you should be aware that different rules might apply to the collection, use or disclosure of your Information by third parties in connection with their advertisements or promotions and other sites you encounter on the Internet. This Privacy Policy does not cover any use of Information that a Third Party Advertising Service Provider or Advertiser may directly collect from you. Use of Third Party Advertising Service Providers' and Advertisers' Tracking Technologies is governed by the Third Party Advertising Service Providers' or Advertisers', as applicable, own specific privacy policies and not this Privacy Policy. However, please see \" Opting-Out of Certain Uses of Your Personal Information and Other Information (Other than Wireless Marketing Services and Associated Promotional Opportunities)\" Section for more information on how to opt-out of the collection and/or use of Information collected by certain Third Party Advertising Service Providers.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment discusses how third-party advertising service providers and advertisers collect information using tracking technologies on the first party's website or app. It clarifies that this collection is governed by the third parties' own privacy policies."
    }
  },
  {
    "segment": " 4. Opting-Out of Certain Uses of Your Personal Information and Other Information (Other than Wireless Marketing Services and Associated Promotional Opportunities).     a. Opting-Out of Certain Uses of Personal Information.    i. In Connection with Marketing and Promotional E-mail and Offers. You may \"opt-out\" of receiving marketing and promotional e-mails from us at any time by going to the Site's home page, logging in, clicking the \"Account\" link, to (1) deactivate your account or (2) change or edit your preferences. You may also use the opt-out mechanism that is contained in each such email. Please note that when you opt-out of receiving marketing and promotional e-mails from us, you are not opting out of receiving newsletters from us that you have requested. Further, when you use the opt-out mechanism that is contained in an email, you are not opting out of receiving marketing and promotional e-mails from other VMN brands. Please see Section 4.a.ii below for your newsletter options.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use",
          "Choice Type": "Opt-out link"
        }
      },
      "explanation": "The segment describes the user's ability to opt-out of receiving marketing and promotional emails from the company, which relates to controlling the first-party use of their personal information. The opt-out mechanism is specified as a link contained in the emails."
    }
  },
  {
    "segment": "ii. In connection with Newsletters and other Editorial-based E-mails. To the extent the applicable Site offers newsletters or other editorial-based emails, to manage your newsletter preferences, you may click on the newsletter link provided in the footer of our website to select which newsletters you receive, follow the unsubscribe link in the applicable newsletter or unsubscribe through http://www.latinpost.com/site/unsubscribe_email. Please note that when you opt-out of receiving any or all newsletters and other editorial-based e-mails from us, you are not opting out of receiving marketing and promotional e-mails from us. Please see Section 4.a.i above for your marketing and promotional e-mail options.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use",
          "Choice Type": "Opt-out link"
        }
      },
      "explanation": "The segment describes how users can manage their preferences for receiving newsletters and editorial-based emails, specifically through opting out via an unsubscribe link."
    }
  },
  {
    "segment": "iii. In Connection with Wireless Marketing Services. See \"Termination of Wireless Services by Users\" under the \"Wireless Marketing Services and Associated Promotional Opportunities\" Section for more information on how you may unsubscribe from receiving text messages.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Opt-out via contacting company"
        }
      },
      "explanation": "The segment provides information on how users can unsubscribe from receiving text messages, indicating an opt-out option via contacting the company."
    }
  },
  {
    "segment": "iv. Certain Continuing Rights Regardless of Opt-Outs. However, even if you exercise your opt-out rights above, we, or our Parent Companies or Affiliates, may continue to contact you for the other purposes described in the \"Use of Information\" Section above, such as for maintenance and administrative purposes.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use"
        }
      },
      "explanation": "The segment describes that users may opt-out but the company and its affiliates retain the right to contact users for certain purposes, indicating a limitation on user control over first party use of their information."
    }
  },
  {
    "segment": " b. Opting-Out of Use of Certain Other Information Collected by Tracking Technologies.    i. Tracking Technologies Set By Third Party Advertising Service Providers and Advertisers. With respect to the Tracking Technologies set by Third Party Advertising Service Providers and Advertisers, you have a number of options:  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "Third party use"
        }
      },
      "explanation": "The segment discusses opting out of the use of information collected by tracking technologies set by third-party advertising service providers and advertisers, indicating user choice/control over third-party use."
    }
  },
  {
    "segment": "  Third Party Advertising Service Providers and Advertisers may collect Other Information about you when you visit this Site to help identify products and services that may interest you and deliver advertising tailored to your interests.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app",
          "Purpose": "Advertising",
          "Personal Information Type": "Other",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment describes third-party advertising service providers collecting information on the site to tailor advertising, indicating third-party collection for advertising purposes with unspecified personal information types."
    }
  },
  {
    "segment": "  You can opt-out of the use of Other Information for these advertising purposes by two such Third Party Advertising Service Providers, Adobe AudienceManager (formerly known as Demdex) and DoubleClick/Google, by using those Third Party Advertising Service Providers' opt-out tools. You can access Adobe AudienceManager/Demdex's tool athttp://www.donottarget.com/ and DoubleClick's tool at http://www.google/com/intl/en/privacy/ads/ or as described in the next bullet point.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Choice Type": "Opt-out link"
        }
      },
      "explanation": "The segment describes an opt-out mechanism provided by third-party advertising service providers for users to opt-out of the use of their information for advertising purposes."
    }
  },
  {
    "segment": "  We also may from time to time permit other Third Party Advertising Service Providers and Advertisers to collect Other Information on the Site. Some of these Third Party Advertising Service Providers and Advertisers may participate in the Network Advertising Initiative's Opt-Out Tool and/or the Self-Regulatory Program for Online Behavioral Advertising. Please click on the links to these tools to learn more about your choices.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes that third-party advertising service providers and advertisers are allowed to collect information on the site, indicating third-party collection on a first-party website/app."
    }
  },
  {
    "segment": "  Please note the following with respect to opting out:     The opt-out tools discussed above are \"cookie based.\" This means that the tools rely on cookies to remember your choices with respect to the use of your information by the parties that offer you those choices. If you delete Tracking Technologies using the controls in your Web browser (a process described below) after opting out, you may have to opt out again to re-establish your opt-out preferences.     Opt-outs are \"browser-specific.\" The opt-out preferences that you choose will apply only to the Web browser that you used when you selected these preferences. This means, for example, that if you opt-out while using Internet Explorer 9, this choice will not affect the use of Other Information collected by Tracking Technologies when you use Mozilla Firefox on the same Device. It also means that opting-out on one Device will not affect the use of Other Information by Tracking Technologies on other Devices that you may use to access the Site.    ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Browser/device privacy controls"
        }
      },
      "explanation": "The segment explains that opt-out tools are cookie-based and browser-specific, indicating that user choices for opting out rely on browser/device privacy controls."
    }
  },
  {
    "segment": " PLEASE NOTE THAT THE USE AND STORAGE OF FLASH COOKIES TYPICALLY CANNOT BE CONTROLLED THROUGH YOUR BROWSER. PLEASE SEE BELOW FOR INFORMATION ON HOW TO MANAGE FLASH COOKIES.   ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment discusses the collection and storage of Flash cookies on the website, which is a form of data collection by the first party."
    }
  },
  {
    "segment": "ii. Tracking Technologies Set By the Site. With respect to the Tracking Technologies set by the Site, you have a number of options:  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party collection"
        }
      },
      "explanation": "The segment refers to tracking technologies set by the site, indicating options available to the user regarding how their data is collected, which falls under user choice and control over first-party data collection."
    }
  },
  {
    "segment": "  You can prevent the use of certain Tracking Technologies (other than Flash cookies) by using the controls in your Web browser. To do so, you must:   Delete existing Tracking Technologies through the \"Internet Options\" sub-option of the \"Tools\" menu option of your browser or otherwise as directed by your browser's support feature; and     Disable future Tracking Technologies through the same browser controls. Additional information on enabling or disabling most Tracking Technologies may be available through your browser's support feature. (See the \"help\" section of your browser for more information.)    ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Browser/device privacy controls"
        }
      },
      "explanation": "The segment discusses how users can use browser controls to manage tracking technologies, categorizing it under user choice/control with a focus on browser/device privacy controls."
    }
  },
  {
    "segment": "  You can choose to have the Device you use to access the Site warn you each time a cookie or most other Tracking Technologies is being set (other than Flash cookies), or you can choose to turn off such warnings. This is done through your browser on the Device you use to access the Site. Additional information on warnings and removal of warnings may be available through your browser's support feature.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Browser/device privacy controls"
        }
      },
      "explanation": "The segment describes how users can control cookie and tracking technology settings through their browser, which is a form of browser/device privacy control."
    }
  },
  {
    "segment": "This Site is committed to complying with the Self-Regulatory Principles for Online Behavioral Advertising. Click here for more information about this Site and online behavioral advertising.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment mentions a commitment to self-regulatory principles for online behavioral advertising but does not provide specific details about the practices or policies implemented. It is categorized under 'Practice not covered' as it lacks detailed information."
    }
  },
  {
    "segment": "Some Device manufacturers may preset their browsers to block Tracking Technologies from websites other than those you visit directly and, if so, certain services or advertisements may not work for such Devices. Further, if you delete, reject, disable or turn off Tracking Technologies, you may not have access to certain features of the Site and some of our other services may not function properly.  ",
    "model_analysis": {
      "category": {
        "Do Not Track": {
          "Do Not Track policy": "Mentioned but unclear if honored"
        }
      },
      "explanation": "The segment mentions that some device manufacturers may preset browsers to block tracking technologies, but it is unclear if the policy is honored by the service itself."
    }
  },
  {
    "segment": "iii. Flash Cookies. Please note that deleting, rejecting, disabling or turning off Tracking Technologies set by Third Party Advertising Service Providers and Advertisers and set by this Site through the above options will not remove Flash cookies. For more information about Flash cookies and how to remove them from your computer, please visit http://kb2.adobe.com/cps/526/52697ee8.html4.  ",
    "model_analysis": {
      "category": {
        "Do Not Track": {
          "Do Not Track policy": "Mentioned but unclear if honored"
        }
      },
      "explanation": "The segment mentions Flash cookies and provides a link for more information, but it is unclear if the policy honors Do Not Track requests related to these cookies."
    }
  },
  {
    "segment": " 5. Wireless Marketing Services and Associated Promotional Opportunities.    Latin Post may provide users and viewers with the opportunity to register for special Promotions, services, news, programming and information delivered via text messaging and other wireless devices such as mobile phones and, in the event we do so, users are required to provide their consent to receive such information from Latin Post, either by registering on the Site or via their wireless device. Such services and promotional opportunities are provided by the Parent Companies and/or Affiliates for Latin Post. The Information requested as part of the online registration process may include a user's telephone number or a wireless email address, but only if specifically requested, and the carrier's name. Additional Information may be requested for specific Promotions, such as a user's preferences regarding goods or services, choices of music or artists, or other similar survey information. Depending on the Promotion, we may also collect an Internet email address or other Information and, depending on the Information collected, the user may also be required to confirm his or her agreement to this Privacy Policy and the Terms of Use Agreement.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes how Latin Post collects user information through registration for promotions and services, indicating collection on the website or via wireless devices."
    }
  },
  {
    "segment": "We caution that most wireless transmissions are not secured and there is a greater risk of an unknown third party's interception of messages or a user's Personal Information when using a wireless communications device.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure data transfer"
        }
      },
      "explanation": "The segment discusses the risks associated with wireless transmissions and the potential interception by third parties, highlighting the need for secure data transfer measures."
    }
  },
  {
    "segment": "Users that register for Latin Post's wireless marketing services acknowledge, understand and agree that they will be charged by the user's wireless carrier for all messages sent to the user from Latin Post's. Standard messaging rates will apply, unless noted otherwise. Under no circumstances will the Site, Latin Post's, its Parent Companies or Affiliates be responsible for any wireless email or text messaging charges incurred by a user or by a person that has access to a user's wireless device, telephone number, or email address.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment discusses the collection of user registration for wireless marketing services on the website and mentions the user's acknowledgment of charges from their wireless carrier."
    }
  },
  {
    "segment": "a. Registration. To the extent we provide wireless marketing services, there are two registration methods provided for Latin Post'swireless marketing services. Standard rate Promotions will be subject to either the \"single opt-in\" or the \"double-opt-in\" (Site/SMS) method, at the discretion of Latin Post's depending on the type of Promotion. Premium rate services will require the \"double opt-in\" (Site/SMS or SMS/SMS) method.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use"
        }
      },
      "explanation": "The segment describes user choice and control over registration for wireless marketing services, specifying opt-in methods for different types of promotions."
    }
  },
  {
    "segment": "i. Single Opt-in Method: In response to print, radio, television, Internet, or other promotional messages, users will be directed to send a specific word or code via a text message to a designated telephone number to register for the service promoted. The user's voluntary submission of the designated word or code to Latin Posts will mean that the user has freely and affirmatively granted permission to Latin Posts to send text messages to him or her. Latin Posts will thank the user for his or her registration by sending a \"Thank you\" message. The user may terminate the service at any time by using the unsubscribe command in any text message from Latin Posts or by sending a text message to Latin Posts that says \"STOP\", \"END\", \"CANCEL\", \"REMOVE\", \"UNSUBSCRIBE\" or \"QUIT\".  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Opt-in"
        }
      },
      "explanation": "The segment describes a single opt-in method where users voluntarily send a text to register for a service, indicating they have granted permission for communication. It also provides a clear opt-out mechanism."
    }
  },
  {
    "segment": "ii. Double Opt-in (Site/SMS) Method: In response to print, radio, television, Internet, or other promotional messages, users will be directed to this Site to start the registration process. The user must affirmatively consent to Latin Post's sending of wireless messages to his or her designated wireless device by submitting a telephone number (or wireless email address, only if requested by Latin Post's) and by clicking the consent statement on the Site's registration page. The user must also agree to the Site's Privacy Policy and Terms of Use Agreement before the online registration process is completed. Latin Post's will then send a \"Confirmation\" message to the user's designated wireless device and will request that the user confirm that he or she has agreed to receive messages from Latin Post's to that particular telephone number (or wireless domain name when appropriate). The user must respond to the \"Confirmation\" message with a text message that states \"YES\" or \"Y\" that will indicate the user's acceptance of Latin Post's wireless marketing service. Until the user responds to the \"Confirmation\" message, the user is not registered for the specific wireless marketing service subject to the Promotion. A user may respond to the \"Confirmation\" message at any time provided that Latin Post may choose to terminate offering wireless marketing service at any time and the user's response to the \"Confirmation\" is only valid if the response is received while Latin Post continues to offer the specific wireless marketing service.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Opt-in"
        }
      },
      "explanation": "The segment describes a double opt-in process where users must actively consent to receive wireless messages by confirming their acceptance via a 'Confirmation' message, which is indicative of an opt-in mechanism."
    }
  },
  {
    "segment": "iii. Double Opt-in (SMS/SMS) Method: In response to print, radio, television, Internet, or other promotional messages, users will be directed to send a specific word or code via a text message to a designated telephone number to register for the service promoted. Latin Post will then send a \"Confirmation\" message to the user's designated wireless device and will request that the user confirm that he or she has agreed to receive messages from Latin Post to that particular telephone number (or wireless domain name when appropriate). The user must respond to the \"Confirmation\" message with a text message that states \"YES\" or \"Y\" that will indicate the user's acceptance of Latin Post wireless marketing service. Until the user responds to the \"Confirmation\" message, the user is not registered for the specific wireless marketing service subject to the Promotion. A user may respond to the \"Confirmation\" message at any time provided that Latin Post may choose to terminate offering wireless marketing service at any time and the user's response to the \"Confirmation\" is only valid if the response is received while Latin Post continues to offer the specific wireless marketing service.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Opt-in"
        }
      },
      "explanation": "The segment describes a double opt-in process where users must explicitly confirm their choice to receive marketing messages, indicating an opt-in choice type."
    }
  },
  {
    "segment": "b. Termination of Wireless Services by User. Regardless of which one of the above opt-in methods was used to register, users may revoke their consent to receive messages from Latin Post by the following procedure:  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use",
          "Choice Type": "Opt-out via contacting company"
        }
      },
      "explanation": "This segment describes the user's ability to revoke consent for receiving messages, indicating an opt-out option via contacting the company."
    }
  },
  {
    "segment": "A user may cancel one or more services via his or her wireless device at any time by using the unsubscribe mechanism provided by Latin Post at the time the message is sent, or by sending a text message that says \"STOP\", \"END\", \"CANCEL\", \"REMOVE\", \"UNSUBSCRIBE\" or \"QUIT\". Latin Post will terminate the user's registration for the most recent wireless service sent to the user. Any of these words followed by the word \"ALL\" in the user's termination request will cancel all of the user's registered wireless services with Latin Post. If the user unsubscribes from one or all of Latin Post service(s) via his or her wireless device, the service(s) will be terminated immediately and will cancel the user's previous opt-in.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Opt-out link"
        }
      },
      "explanation": "The segment describes a mechanism for users to opt-out or unsubscribe from services using specific keywords, indicating a method of user choice and control over their service subscriptions."
    }
  },
  {
    "segment": "c. Termination of Wireless Services by Latin Post. A user understands, acknowledges and agrees that Latin Post may, in its sole discretion and without liability to any user, terminate its offer of any specific wireless marketing service or all wireless marketing services at any time without advance notice. Latin Post may provide notice of terminations or changes in services on this Site.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Non-privacy relevant change",
          "Notification Type": "General notice on website",
          "User Choice": "None"
        }
      },
      "explanation": "The segment describes the termination of services, which is a non-privacy relevant change, and mentions that notice may be provided on the website, indicating a general notice. There is no mention of user choice in this process."
    }
  },
  {
    "segment": "d. Use of Information. Latin Post will not use a wireless telephone number, wireless or conventional Internet email address, or other Information submitted for its wireless marketing services for any other purpose but to provide the service requested, unless we provide advance notice of any other use. We will not share any Personal Information with Advertisers or other third party marketers unless you opt-in to such disclosure. We will share Personal Information with the operational service providers that assist us in delivering these wireless services to you and with the Parent Companies and Affiliates.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Opt-in",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Basic service/feature",
          "User Type": "User with account"
        },
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Choice Scope": "Use",
          "Choice Type": "Opt-in",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Service operation and security",
          "Third Party Entity": "Other part of company/affiliate",
          "User Type": "User with account"
        }
      },
      "explanation": "The policy states that personal information is used to provide requested services and shared with operational service providers and affiliates. Sharing with advertisers or third-party marketers requires opt-in, indicating user control over this data use."
    }
  },
  {
    "segment": " 6. Sharing and Disclosure of Personal Information and Other Information.    a. Sharing and Disclosure of Personal Information. Generally, we do not sell, rent, lease or disclose your Personal Information to third parties, except if you consent to such disclosure or as described in this Privacy Policy.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment discusses the conditions under which personal information may be disclosed to third parties, indicating sharing with third parties based on user consent or policy terms."
    }
  },
  {
    "segment": "  i. Disclosure to Parent Companies and Affiliates. We may disclose Personal Information to Parent Companies and Affiliates for marketing and/or administrative purposes. You can choose to opt-out of certain such uses as described in the \"Opting-Out of Certain Uses of Personal Information\" Section above.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Choice Type": "Opt-out link",
          "Does/Does Not": "Does",
          "Personal Information Type": "Generic personal information",
          "Purpose": "Marketing",
          "Third Party Entity": "Other part of company/affiliate",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes sharing personal information with parent companies and affiliates for marketing purposes, allowing users to opt-out, indicating the action, choice type, and purpose."
    }
  },
  {
    "segment": "  ii. Disclosure of Certain Information in Postings Intended to Be Disclosed. Certain Personal Information associated with a Posting may be intended for disclosure (\"Posting Information\"), such as username. We will disclose Posting Information in connection with the display of, and other services relating to, such Posting.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment describes the disclosure of 'Posting Information' such as username in connection with the display and services related to the posting, indicating sharing with third parties."
    }
  },
  {
    "segment": "  iii. Disclosure In Connection with Co-Branded Services and Features. The Site may also offer co-branded services and features, such as events and Promotions that we put together with another company or our Parent Companies or Affiliates (\"Co-Branded Partner\") and that may be hosted on the Site and/or our Co-Branded Partner's website. We may share your Personal Information with our Co-Branded Partner and your voluntary use of or participation in a co-branded service or feature means that you opt-in and give your affirmative consent to both the Site and our Co-Branded Partner to collect the Information provided in connection with the specific co-branded feature or service and to use such Information for the fulfillment of the feature or service and for marketing or administrative purposes. The Co-Branded Partner will be identified on the co-branded feature or service, along with the Co-Branded partner's privacy policy. If you wish to opt-out of a Co-Branded Partner's future use of your Personal Information for marketing purposes, you will need to contact the Co-Branded Partner directly and the use of such information by Co-Branded Partner is subject to Co-Branded Partner's privacy policy.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment discusses sharing personal information with Co-Branded Partners for co-branded services and features, indicating third-party sharing."
    }
  },
  {
    "segment": "  iv. Disclosure to Operational Service Providers. We also have the right to disclose your Personal Information and Other Information to third parties for the purpose of administering and maintaining the Site's services, features, functions and operations. We will refer to these third parties as \"operational service providers\". We use operational service providers to efficiently provide the full range of content, activities, services, features and functions we bring you and we disclose your Information to operational service providers for the purpose of providing services to us.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Purpose": "Service operation and security",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment discusses sharing personal and other information with third parties, referred to as operational service providers, for the purpose of administering and maintaining the site's services, which aligns with service operation and security."
    }
  },
  {
    "segment": "  v. Disclosure to Certain Other Third Parties. In addition to the above, we will make your Personal Information and Other Information available to certain third parties in the following limited circumstances:  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment indicates that personal and other information will be made available to certain third parties, which implies sharing or receiving by third parties."
    }
  },
  {
    "segment": "  When we are compelled to do so by a governmental agency, court or other entity (e.g., to respond to subpoenas, court orders or legal process) or if requested by a governmental agency or other authority as part of an investigation;  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Purpose": "Legal requirement"
        }
      },
      "explanation": "The segment describes sharing information with governmental agencies or courts as part of a legal requirement, such as responding to subpoenas or court orders."
    }
  },
  {
    "segment": "  If we believe your actions violate any law, rule, regulation and/or the Terms of Use Agreement, including, without limitation, this Privacy Policy, Rules or Additional Terms;  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment refers to actions that may violate laws or terms but does not specify a privacy practice or policy directly."
    }
  },
  {
    "segment": "  In connection with Promotions, as necessary to administer the Promotion or as required by applicable laws, rules or regulations (for example, to provide winners' lists or make required filings as appropriate);  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Other"
        }
      },
      "explanation": "The segment describes the use of personal information in connection with administering promotions and complying with legal requirements, which falls under 'Other' purposes for first-party collection/use."
    }
  },
  {
    "segment": "  If you opt-in or otherwise agree to have your Personal Information shared with or otherwise disclosed to a third party for marketing purposes, in which case the third party's use of your Information is subject to the third party's own privacy policy;  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Choice Type": "Opt-in",
          "Does/Does Not": "Does",
          "Personal Information Type": "Unspecified",
          "Purpose": "Marketing",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment describes a scenario where personal information is shared with third parties for marketing purposes, contingent on user opt-in. The use of information by third parties is governed by their own privacy policies."
    }
  },
  {
    "segment": "  If, in our sole discretion, we believe such disclosure to be necessary or appropriate: to investigate or resolve possible problems or inquiries; to protect our business and assets or the rights, property or safety of the Site, the Parent Companies, the Affiliates, or any of its or their operational service providers, licensors, suppliers, Advertisers, customers, users, or any other party; to limit our legal liability; to defend our interests; to enforce this Privacy Policy or the Terms of Use Agreement and/or to comply with our legal and regulatory obligations or requests by law enforcement agencies or governmental authorities and/or  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Purpose": "Legal requirement"
        }
      },
      "explanation": "The segment describes conditions under which the company may disclose information, primarily for legal, regulatory, or protective purposes, indicating a legal requirement for third-party sharing."
    }
  },
  {
    "segment": "  In the event of a bankruptcy, merger, acquisition, sale, transfer of control, joint venture or other business combination involving us, or our Parent Companies or Affiliates.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "In case of merger or acquisition"
        }
      },
      "explanation": "The segment describes circumstances under which business changes like bankruptcy, merger, acquisition, or transfer of control may occur, indicating a potential change in policy related to such events."
    }
  },
  {
    "segment": "b. Sharing and Disclosure of Other Information. We may share or otherwise disclose Other Information with third parties, but we do not disclose Personal Information to them except as described in this Privacy Policy.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment indicates that 'Other Information' may be shared or disclosed to third parties, implying a sharing action with these entities."
    }
  },
  {
    "segment": " 7. Reviewing, Updating or Deleting Certain Information.    Generally, you may review, update or delete certain Information collected by the Site by clicking \"Account\" on the homepage to sign in to your Site account with your User ID to change, update or deactivate your Personal Information. However, Personal Information that is necessary to check eligibility, such as date of birth or age, cannot be deleted, but may be modified with sufficient verification of the correct information. We will allow you to change the password portion of your User ID, as well as certain other Information you have given us in order to keep your information current, but once you select a user name you will not be able to change that user name provided to us during registration and which is associated with your User ID.  ",
    "model_analysis": {
      "category": {
        "User Access, Edit and Deletion": {
          "Access Scope": "User account data",
          "Access Type": "Edit information",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes how users with an account can review, update, or delete certain personal information through their account settings, indicating the scope and type of access provided."
    }
  },
  {
    "segment": "You may also exercise certain privacy settings options by, if you are a registered user of the Site and logged into the Site, clicking \"Profile\" or your display name at the top of the Site, selecting \"Edit Profile\" or \"Manage Account\" and selecting the \"Privacy\" tab.  ",
    "model_analysis": {
      "category": {
        "User Access, Edit and Deletion": {
          "Access Scope": "Profile data"
        }
      },
      "explanation": "The segment describes how registered users can access and manage their privacy settings by editing their profile, indicating access to profile data."
    }
  },
  {
    "segment": "Certain Information collected for certain entries into Promotions are subject to corporate and regulatory recordkeeping requirements and will not be deleted upon the user's request, unless the entrant is a child under the age of 13 years old.  ",
    "model_analysis": {
      "category": {
        "Data Retention": {
          "Retention Purpose": "Legal requirement"
        }
      },
      "explanation": "The segment indicates that certain information collected for promotions is retained due to corporate and regulatory recordkeeping requirements, which implies a legal requirement for retention."
    }
  },
  {
    "segment": "If the burden or expense of providing access to your Information is disproportionate to the risks to your privacy or if the legitimate rights of others would be violated, we may decide not to provide access to such Information. In such cases, we will provide to you an explanation of why access cannot be provided and contact information for further inquiries.  ",
    "model_analysis": {
      "category": {
        "User Access, Edit and Deletion": {
          "Access Type": "None"
        }
      },
      "explanation": "The segment indicates that access to user information may be denied if the burden or expense is disproportionate or if it violates others' rights, implying that in some cases no access will be provided."
    }
  },
  {
    "segment": "Children or Ineligible Teenagers.. If we, or our Parent Companies or Affiliates, inadvertently send an email or text message to a person that does not meet the age and other eligibility requirements of the Site, such as a child (a person under the age of 13) or others who do not meet the greater age requirements of certain features of this Site (\"Ineligible Teenagers\"), the child (or Ineligible Teenager) or the child's (or Ineligible Teenager's) parent or legal guardian (the \"Parent\") always has the right to unsubscribe (opt-out) from receiving future emails or text messages via the unsubscribe mechanism contained in the email or message. The same unsubscribe process is available to a parent or legal guardian of a minor (a person under the age of 18, or the age of majority in your state).  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Children"
        }
      },
      "explanation": "The segment specifically addresses children and ineligible teenagers, providing them and their guardians the right to unsubscribe from communications, indicating a focus on this audience."
    }
  },
  {
    "segment": "In addition, Parents of children or Ineligible Teenagers who wish to terminate their child's or Ineligible Teenager's membership must use their child's or Ineligible Teenager's User ID to gain direct access to the account, and follow the procedures in the \"Deactivation/Termination of Your Registration or Use\" Section of the Terms of Use Agreement to terminate their child's or Ineligible Teenager's member; alternatively, Parents may send an email to the Site's Privacy Administrator and provide us with your child's or Ineligible Teenager's User ID and request to terminate your child's or Ineligible Teenager's account and registration. We will not allow direct access to a user's account and Personal Information by any person without the user's User ID. If a Parent does not have his or her child's or Ineligible Teenager's User ID, the Parent will be required to send an email to the Privacy Administrator that includes the Parent's name, address, telephone and email address, in addition to the child's or Ineligible Teenager's name and email address as registered on the Site, plus the child's or Ineligible Teenager's date of birth. The Parent must also provide verifiable identification that they are the parent or legal guardian of the child or Ineligible Teenager. Latin Post will send a confirming email to the Parent via the email address provided to verify that the Parent wishes to terminate his or her child's or Ineligible Teenager's account and registration. The Parent must then confirm by sending a reply email to the designated return address. Latin Post will then terminate the child's or Ineligible Teenager's account but will notify the child or Ineligible Teenager of the termination request via email and will identify the name, address and email address of the person making the request.  ",
    "model_analysis": {
      "category": {
        "User Access, Edit and Deletion": {
          "Access Type": "Delete account (full)"
        }
      },
      "explanation": "The segment describes the process for parents to delete their child's or ineligible teenager's account, which involves providing the User ID or verifying their identity as a parent or legal guardian."
    }
  },
  {
    "segment": " 8. Protection of Information.    While no data transmission over the Internet is 100% secure from intrusion, we maintain commercially reasonable physical, electronic and procedural safeguards to protect your Information. However, regardless of our efforts and the Device you use to access the Site, it is possible that third parties may unlawfully intercept or access transmissions or private communications over an unsecured transmission. We conduct financial transactions via secured transmissions but may not always secure other parts of the Site. We also limit access to the Site by our own employees to those individuals who are authorized for the proper handling of such information and any employee found violating our standards of security and confidentiality will be subject to our disciplinary processes. We request that our operational service providers follow similar standards of security and confidentiality.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Generic"
        }
      },
      "explanation": "The segment describes general security measures such as physical, electronic, and procedural safeguards, access limitations, and secure financial transactions to protect user information."
    }
  },
  {
    "segment": "Phishing. Phishing attacks attempt to steal consumers' personal identity data and financial account credentials. \"Phishers\" use 'spoofed' e-mails to lead consumers to counterfeit websites designed to trick recipients into divulging Information such as credit card numbers, account usernames, passwords and social security numbers. WE DO NOT SEND EMAILS ASKING YOU TO PROVIDE OR CONFIRM CREDIT CARD NUMBERS, SOCIAL SECURITY NUMBERS OR YOUR USERNAME OR PASSWORD! If you receive such email communication, please forward it immediately to the Site's Privacy Administrator at admin@latinpost.com, and then immediately delete the fraudulent email from your computer.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment discusses phishing attacks and the company's policy regarding fraudulent emails, which is not a typical privacy practice covered in the main categories."
    }
  },
  {
    "segment": " 9. Your California Privacy Rights.    If you are a resident of the State of California, we provide you with information on how to exercise your disclosure choice options such as your right to opt-out (which we may sometimes refer to as \"unsubscribe\") or opt-in for use of your Personal Information by third parties (such as Advertisers) for marketing purposes. Therefore, pursuant to the California Civil Code, we are not required to maintain or disclose a list of the third parties that received your Personal Information for marketing purposes during the preceding year.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Californians"
        }
      },
      "explanation": "The segment specifically addresses the rights of California residents regarding their personal information and options to opt-in or opt-out of sharing with third parties for marketing purposes."
    }
  },
  {
    "segment": "If you are a California resident and wish to request information about how to exercise your third party disclosure choices, please send a request by email to the Privacy Administrator at admin@latinpost.com or by postal mail to Latin Post, 250 Vesey Street, 26th Floor, New York, NY 10281, Attn: Your California Privacy Rights, c/o Privacy Administrator.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Californians"
        }
      },
      "explanation": "The segment specifically addresses California residents and their rights regarding third party disclosure choices, indicating it is tailored for this specific audience."
    }
  },
  {
    "segment": "All requests must be labeled \"Your California Privacy Rights\" on the email subject line or envelope or post card. For all requests, please clearly state that the request is related to \"Your California Privacy Rights\", include your name, street address, city, state, zip code and e-mail address (your street address is optional if you wish to receive a response to your request via email) and indicate your preference on how our response to your request should be sent (email or postal mail). We will not accept requests via the telephone or by facsimile. We are not responsible for notices that are not labeled or sent properly, or do not have complete information.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Californians"
        }
      },
      "explanation": "This segment specifies the process for Californians to make requests related to their privacy rights, indicating it is targeted at a specific audience."
    }
  },
  {
    "segment": " 10. Changes to this Privacy Policy and Notice.    We reserve the right to revise this Privacy Policy at any time by posting an updated Privacy Policy without advance notice to you. Such revisions shall be effective immediately upon posting. Notice of material changes will be posted on the Site's homepage and/or will be provided by e-mailing you or notifying you upon login about these changes; the form of such notice is at our discretion. However, we encourage you to check this Privacy Policy and Terms of Use Agreement often for updates.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Privacy relevant change",
          "Notification Type": "General notice on website"
        }
      },
      "explanation": "The segment discusses changes to the privacy policy, indicating that material changes will be notified on the website's homepage or via email, suggesting these are privacy relevant changes with a general notice on the website."
    }
  },
  {
    "segment": " 11. Miscellaneous.    a. Accuracy and Confidentiality. It is your responsibility to give us current, complete, truthful and accurate information, including Personal Information, and to keep such information up to date. We cannot and will not be responsible for any problems or liability that may arise if you do not give us accurate, truthful or complete information or Personal Information or you fail to update such information or Personal Information. We will reject and delete any entry that we believe in good faith to be false, fraudulent or inconsistent with this Privacy Policy.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "This segment outlines the user's responsibility to provide accurate information and the company's stance on handling false or outdated information, which is a practice not explicitly covered by the main categories."
    }
  },
  {
    "segment": "You are solely responsible for maintaining the strict confidentiality of your User ID, if applicable, and for any charges, costs, expenses, damages, liabilities and losses we incur or may suffer as a result of your failure to do so. You, and not us, are solely responsible and liable for the activity, behavior, use and conduct on the Site under your User ID (whether used by you or any others who use your User ID), unless and until you notify us that your User ID may have been compromised, misappropriated or improperly taken or used by another party. We reserve the right to deny access, use and registration privileges to any user, including without limitation, a registered user, of any services, features or functions of the Site if we believe there is a question about the identity of the person trying to access the user's account or any services, features or functions.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure user authentication"
        }
      },
      "explanation": "The segment emphasizes the user's responsibility for maintaining the confidentiality of their User ID and the potential denial of access if there's uncertainty about the user's identity, indicating a focus on secure user authentication."
    }
  },
  {
    "segment": "Further, if you use any of the Communities features and functions made available on or through the Site, please remember that any Information disclosed in these venues is automatically made public and please use caution when disclosing any Personal Information in the Communities, as you do not know who will access and use your Personal Information or for what purposes. Latin Post is in no way responsible for the accuracy, use, or misuse of any information, including Personal Information, that you disclose or receive through these venues and you should assume that any disclosure you do make in these venues will be available publicly, even without your knowledge or authorization.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment discusses user-generated content in community features, highlighting that disclosed information is public and not controlled by the service provider, which isn't a typical privacy practice covered in standard categories."
    }
  },
  {
    "segment": "b. Questions. If you have questions about this Privacy Policy or if you do not understand any information about how we collect, maintain, use or share your Personal Information or Other Information, you may contact us directly by sending an email to privacy-admin@latinpost.com or please contact our Privacy Administrator at Latin Post, 250 Vesey Street, 26th Floor, New York, NY 10281, c/o Privacy Administrator.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Privacy contact information"
        }
      },
      "explanation": "This segment provides contact information for users to reach out with questions regarding the privacy policy, indicating it as privacy contact information."
    }
  },
  {
    "segment": "c. Sole Statement: This document is the sole statement of the Site's Privacy Policy and no summary, restatement or other version thereof, or other privacy statement or policy, in any form, including, but not limited to, machine-generated, is valid.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment declares the document as the sole valid statement of the site's privacy policy, which is a generic introductory statement about the document's authority."
    }
  },
  {
    "segment": "d. Other: Please review our Terms of Use Agreement which governs your use of the Site. Any terms that are not defined in this Privacy Policy shall have the meaning given in the Terms of Use Agreement.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment refers to a generic statement directing users to the Terms of Use for definitions and governance, which is typical in introductory or general sections of privacy policies."
    }
  },
  {
    "segment": "This Privacy Policy was last modified on the date indicated above and is effective immediately.",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Unspecified"
        }
      },
      "explanation": "The statement indicates a change in the privacy policy but does not specify the nature of the change, thus categorized as 'Unspecified'."
    }
  }
]