[
  {
    "segment": " Privacy Statement    Thank you for visiting our website. We protect your privacy while you visit us online.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment is an introductory statement indicating a commitment to privacy protection without detailing specific practices or policies."
    }
  },
  {
    "segment": "Personal Information   You do not have to provide any personal information to visit this website.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Does/Does Not": "Does Not"
        }
      },
      "explanation": "The segment indicates that users do not have to provide personal information to visit the website, implying no collection of personal data by the first party."
    }
  },
  {
    "segment": "If you provide us information about yourself via e-mail or a web form, your information will be used only for the purposes described at the point of collection, such as to send information or products to you, or to respond to your questions or comments. If you provide contact information, National Archives staff or its contractors may contact you to clarify your comment or question, or to learn about your level of customer satisfaction with our services.     We do not sell any personal information to third parties.     We may transfer personal information to a third party only in the following cases:      To a bank or United States Department of the Treasury account, which must receive payment for a transaction that you initiated;     To a company that is contracted to assist us with specific services, including electronic commerce or donations, and which agrees not to sell or use personal information for other purposes;     To legal authorities if we suspect that you are attempting to change or otherwise damage this website, or you are using it in violation of Federal or local laws;     To the Foundation for the National Archives, a non-governmental 501(c)(3) organization that supports the programs and activities of the National Archives, when you use our online services to make a donation; or     To Congress or a court in response to a subpoena.   ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Does/Does Not": "Does",
          "Personal Information Type": "Contact",
          "Purpose": "Service operation and security",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment describes scenarios where personal information may be shared with third parties, such as banks, contracted companies, legal authorities, and the Foundation for the National Archives for specific purposes like transactions, legal compliance, and service support. It specifies that personal information is not sold and is only shared for necessary operations."
    }
  },
  {
    "segment": "The orders you place for reproductions or publications on this site are processed by the National Archives Trust Fund (NATF), a division within the National Archives and Records Administration (NARA). The personal information you provide when you place an order with us may be used only to fulfill your order or to facilitate the preparation of internal statistical reports. The National Archives makes every effort to limit the number of people who have access to this personal information. The National Archives employees and authorized NATF contractors who handle credit card information must ensure that it is treated as cash and secured accordingly. Any National Archives official, employee, or contractor who willfully discloses such protected information may be subject to the sanctions included in the Privacy Act (5 U.S.C. 552a). The National Archives Trust Fund will retain your order information only as long as required by law and National Archives policy. If you have questions about the use of your information by the National Archives Trust Fund, please write to National Archives Trust Fund (NAT), 8601 Adelphi Road, College Park, MD 20740.  ",
    "model_analysis": {
      "category": {
        "Data Retention": {
          "Personal Information Type": "Financial"
        }
      },
      "explanation": "The segment discusses the retention of personal information related to orders, specifically mentioning credit card information, which falls under the category of Financial data."
    }
  },
  {
    "segment": " E-mail Information    Please do not send us sensitive information, such as your credit card or social security numbers, via e-mail. It is possible that during transmission of your e-mail this information may be intercepted by a third party. We cannot guarantee its safety while in transit.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure data transfer"
        }
      },
      "explanation": "The segment advises against sending sensitive information via e-mail due to potential interception by third parties, indicating a concern for secure data transfer."
    }
  },
  {
    "segment": "We use return e-mail addresses to answer the e-mails we receive. We would share your e-mail with another federal government agency only if your inquiry related to that agency or if we were required to do so by law.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment describes sharing email addresses with another federal agency if the inquiry is related to them or required by law, indicating third-party sharing."
    }
  },
  {
    "segment": " Cookies    \"Cookies\" are small bits of text that are either used for the duration of a session (\"session cookies\"), or saved on a user's hard drive in order to identify that user, or information about that user, the next time the user logs on to a website (\"persistent cookies\"). Your computer will only share the information in the cookie with the website that provided it and no other website can request it. The National Archives website and its component sites may use persistent cookies. By default, we use cookies to enable more streamlined navigation and for statistical analysis to make improvements to our website. A few of our websites may also make use of persistent cookies to remember you between visits so, for example, you can save your customized preference settings for future visits. Each NARA site using persistent cookies identifies itself as doing so.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Service Operation and Security",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the use of cookies by the first party (National Archives website) for navigation and statistical analysis, as well as remembering user preferences, indicating collection and use on the website. It specifies the use of persistent cookies, which implies identifiable information is collected implicitly for service operation purposes."
    }
  },
  {
    "segment": "  We will not use cookies to collect personally identifiable information about visitors. We will not share any information we collect with anyone outside of the National Archives.     The usage of cookies in this way is considered a \"Tier 2\" under the Office of Management and Budget's Memorandum 10-22, Guidance for Online Use of Web Measurement and Customization Technologies.     If you wish to disable cookies and opt out of this process, you can find opt-out instructions on usa.gov. Disabling cookies will not restrict your access to the core content of the website.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "Opt-out link",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does Not",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Personalization/Customization",
          "User Type": "User without account"
        }
      },
      "explanation": "The segment indicates that cookies are used for personalization but do not collect personally identifiable information. Users can opt-out via instructions, indicating a choice mechanism for collection. The focus is on website collection and usage of cookies, with opt-out instructions available."
    }
  },
  {
    "segment": "We use persistent cookies on archives.gov for our online American Customer Satisfaction Index (ACSI) survey. The survey is delivered randomly to archives.gov, ARC, and AAD visitors as a pop up questionnaire. Answers to the survey help us improve these sitesmaking them easier to use and more responsive to the needs of our visitors.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Unspecified",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Analytics/Research",
          "User Type": "User without account"
        }
      },
      "explanation": "The segment describes the use of persistent cookies for conducting a survey on the website to gather user feedback for site improvement, indicating collection on the website for research purposes without specifying user choice options."
    }
  },
  {
    "segment": "Cookies will:     Block the repeated delivery of the survey either in the current visit or in any subsequent visit     Record only that the visitor had the opportunity to answer the survey questions     Expire 60 days after being set     Reduce the burden on visitors to the site by avoiding repeated delivery of the pop-up survey  ",
    "model_analysis": {
      "category": {
        "Data Retention": {
          "Retention Purpose": "Other"
        }
      },
      "explanation": "The segment describes the use of cookies to manage survey delivery, specifying a 60-day expiration period. The purpose is to reduce the burden on visitors by preventing repeated survey prompts, which does not fit typical categories like advertising or analytics."
    }
  },
  {
    "segment": "Cookies will not:     Collect any information about visitors     Track the web surfing activities of visitors     Indicate whether a visitor answered any questions     Link a particular visitor to any response of set of responses to the survey  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Does/Does Not": "Does Not"
        }
      },
      "explanation": "The segment specifies actions that cookies will not perform, indicating that the company does not collect information, track activities, or link responses using cookies."
    }
  },
  {
    "segment": "Some of our websites (such as Founder's Online) use a feature called \"Web Storage\" (which includes HTML5 \"local storage\") so users can retrieve searches or user-defined preferences, or data marked as a favorite. This feature creates a storage file on the user's local hard drive that holds links to the resources from the website that the individual user previously searched or identified as a preference or favorite. No information from this file is transferred to NARA or any other website. Local storage files can be cleared through your browser settings or disabled, similar to cookies.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the use of 'Web Storage' to store user preferences and search history on the user's local device, which is a form of data collection on the website."
    }
  },
  {
    "segment": " Embedded Applications    On occasion, the National Archives will embed media in its sites. For example, embedded videos and slideshows are most common on blogs like AOTUS: Collector in Chief. When we embed media from a third party, it is to enhance the visitor's experience.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the embedding of media from a third party on the National Archives' websites to enhance user experience, indicating collection and use on their website."
    }
  },
  {
    "segment": "Where possible, we embed the media in a way that minimizes the use of cookies. Third party hosts of the embedded media do not collect personally identifiable information (PII) on behalf of NARA. Any PII they collect on their own behalf is not shared with NARA.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment indicates that third-party hosts collect information on their own behalf when media is embedded, but do not collect PII on behalf of NARA or share it with NARA."
    }
  },
  {
    "segment": "Some of the media embedded from a third party site is from NARA's archival collections and is available through the Online Catalog or on archives.gov. Media from select current public programs is available on archives.gov. Embedded videos are captioned or a transcript will be provided on request.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the use of embedded media from third-party sites, specifically from NARA's collections, on the website. This indicates collection of media content on the website."
    }
  },
  {
    "segment": " Third-party Websites    In accordance with the Open Government Directive, the National Archives has a presence on several Web 2.0/ social media platforms. Each of these sites provides visitors with a unique way to interact with the National Archives and helps us to open our collections to the public. The National Archives official presence on a social media platform is marked by the use of a NARA logo or seal.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes the National Archives' presence on third-party social media platforms, indicating that these platforms collect data related to interactions with the National Archives."
    }
  },
  {
    "segment": "The essential information shared on these third party sites is available on archives.gov. In almost every case, the documents and records displayed on a third party are available in the Online Catalog.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment indicates that essential information is available on third party sites, suggesting sharing or receiving of information with third parties."
    }
  },
  {
    "segment": "The National Archives does not collect personally identifiable information through these social media platforms, as outlined in Privacy Impact Assessments. When a visitor shares PII, such as a Social Security number, we will, to the extent of our ability, remove the PII from the third party website in accordance with our comment and posting policies. The removed information will be retained and disposed of in accordance with the applicable records schedule. Access to this information is restricted to NARA employees who manage NARA's presence on third party sites or who need access to the information to carry out their official duties. The information is secured as outlined in NARA's internal management policy on the handling of personally identifiable information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Does/Does Not": "Does Not"
        }
      },
      "explanation": "The National Archives states that it does not collect personally identifiable information through social media platforms, indicating a 'Does Not' action regarding first-party collection."
    }
  },
  {
    "segment": "The third party site may retain back up files or other files that contain the removed PII. NARA has no control over the third party's use of this information and makes no representations regarding the third party's responsibilities.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment discusses third-party retention of personal information, indicating that the third party receives or is shared with the data, specifically mentioning removed PII."
    }
  },
  {
    "segment": "In addition, the National Archives in conjunction with the Foundation for the National Archives has a number of educational websites hosted by third parties, including Digital Vaults and Docs Teach. These sites have their own privacy policies and allow visitors to log in, create profiles, and save information in those profiles. This information is only accessible by National Archives employees and contractors who manage these sites.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes third-party educational websites associated with the National Archives where user information is collected and managed by National Archives employees and contractors."
    }
  },
  {
    "segment": " Information Collected and Stored Automatically    If you visit our site to read or download information, we collect and store the following information about your visit:     The name of the Internet domain (for example, \"xcompany.com\" if you use a private Internet access account, or \"yourschool.edu\" if you are connecting from a university's domain);     The IP address (a number that is automatically assigned to your computer when you are using the Internet) from which you access our site;     The type of browser and operating system used to access our site;     The date and time you access our site;     The Internet address of the website from which you linked directly to our site;     The country and state from which you access our site;     The pages you visit and the information you request; and     Search terms used to get to our website from an external search engine and terms used on our site using our search engine.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Computer information",
          "Purpose": "Analytics/Research",
          "User Type": "User without account"
        }
      },
      "explanation": "The segment describes the automatic collection and storage of various pieces of information when a user visits the website, indicating first-party collection on the website for analytics or research purposes. The information collected includes identifiable computer information such as IP address, browser type, and search terms."
    }
  },
  {
    "segment": "This information is primarily collected for statistical analysis and technical improvements to the site. The National Archives uses software programs to create summary statistics, which may be used for such purposes as assessing what information is of most and least interest, determining technical design specifications, and identifying system performance or problem areas. In certain circumstances, however, we may take additional steps to identify you based on this information and we may share this information, including your identity, with other government agencies.     The information we collect for statistical analysis and technical improvements is maintained indefinitely.     Although questions, comments, and other communications that we receive generally are not retained as permanent records, please note that it is possible that any mail - electronic or paper - that we or any other Federal agency receive could be permanently retained by the agency, if the mail is part of a group of records determined to have permanent historical value.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Analytics/Research"
        }
      },
      "explanation": "The information is collected primarily for statistical analysis and technical improvements, which aligns with the purpose of analytics/research."
    }
  },
  {
    "segment": " User Accounts    When you voluntarily register for a user account on one of our websites, we ask you to supply some personal information about yourself. An e-mail address and username are required; other information is optional but may be needed to complete specific tasks. Identification of users allows us to support content contributed by the public and to provide a more personalized experience of our websites.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the collection of personal information such as email address and username when users voluntarily register for an account on the website. This is categorized under 'Collect on website' as it involves collecting information directly from users on the website."
    }
  },
  {
    "segment": "If there are any issues related to your user account, we may use your email address and username to contact you about the issues involved.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Service Operation and Security",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the use of contact information (email address and username) collected on the website to address user account issues, indicating identifiable data use for service operation and security purposes."
    }
  },
  {
    "segment": " Use of Plug-ins    The first time that you use an area of our site that requires animation software, such as \"Flash\" or \"Shockwave,\" you may see an invitation to go to the software manufacturer's website so you may download software or plug-in needed to view the animation on our website. This prompt occurs because a script can tell whether your browser has the needed capabilities provided by these plug-ins. We do not use \"cookies\" to do this, nor do we read anything on your computer other than your browser's capabilities. We do not endorse or guarantee anything about the product that you may download from a manufacturer's website. If you choose to visit the manufacturer's website to obtain the plug-in, please carefully review their policies for details about personal privacy and use of their software.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment explains that a script on the website checks the browser's capabilities to determine if a plug-in is needed, indicating data collection on the website without using cookies."
    }
  },
  {
    "segment": " Disclaimer of Endorsement    Reference to specific commercial businesses, products, processes, or services by trade name, trademark, manufacturer, or otherwise, on any website administered by the National Archives does not constitute or imply its endorsement, recommendation, or favoring by the United States Government or by the National Archives. Recognition of commercial businesses, institutions, and organizations mentioned on any website administered by the National Archives that relate, for example, to our development initiatives and partnerships does not imply endorsement by the Government.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment provides a general disclaimer about endorsements, which is a common introductory or generic statement not directly related to privacy practices."
    }
  },
  {
    "segment": "NARA's presence on any third party website, including any social media platform, does not constitute or imply its endorsement of the site. Nor does NARA endorse any social media provider when embedding media from a third-party site. NARA's presence on these sites enhances the public's ability to access to our collections and allows individuals to more easily obtain information about our programs and services.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a general statement about NARA's presence on third-party websites and social media platforms without detailing specific privacy practices or policies."
    }
  },
  {
    "segment": " External Links    We provide links from our web pages to external websites because they provide information that may interest our customers. This is provided as a convenience only. External links do not constitute an endorsement by the National Archives of the opinions, products, or services presented on the external site, or of any sites linked to it. The National Archives is not responsible for the legality or accuracy of information on externally linked sites, or for any costs incurred while using externally linked sites.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment discusses the practice of providing external links and clarifies the lack of endorsement or responsibility for those links, which does not fit into the specified categories related to data handling or privacy practices."
    }
  },
  {
    "segment": "External links are intended to support NARA's mission. They are not intended to support private or commercial organizations or businesses. Links to .org, .gov, .edu, .mil or other non-profit sites that share historical and documentary interests inherent to NARA's mission are encouraged because of their general non-commercial, public-interest nature. Links to .com, .net, and other commercial domains are acceptable if supportive of customers' needs and relevant to NARA's mission. NARA cannot support a volume or constant update of changing links that exceed the agency's resources for this maintenance. In cases where NARA links to external web portals, parties that wish to be included among the portal's links should contact the owner of the portal.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment describes the policy regarding external links, emphasizing the support of NARA's mission and the types of domains they prefer to link to. It does not fit into specific data privacy categories but serves as a general guideline for link management."
    }
  },
  {
    "segment": "Links to external websites may be removed if the websites lobby or solicit the Federal government on positions of fiscal or political nature, or if they receive funds or revenue for volume of traffic delivered from NARA to the external site where the site is not an official partner of NARA.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment describes a practice regarding the removal of links to external websites based on specific criteria, which is not covered by the primary categories related to data privacy."
    }
  },
  {
    "segment": "NARA reserves the right to review links and add or remove links at any time for any reason consistent with Federal policy or NARA guidance.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The statement refers to the right to review and manage links, which is a practice not directly covered by the specific privacy categories provided."
    }
  },
  {
    "segment": " Copyright, Restrictions, and Permissions Notice    Generally, materials produced by Federal agencies are in the public domain and may be reproduced without permission. However, not all materials appearing on this website are in the public domain.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides general information about copyright and permissions related to materials on the website, which fits the Introductory/Generic category."
    }
  },
  {
    "segment": "Some materials have been donated or obtained from individuals or organizations and may be subject to restrictions on use.      If you have copyright information about an item you've seen on our website, including items in the Online Catalog, or if you are the copyright owner and believe our website has not properly attributed your work to you or has used it without permission, we want to hear from you. Please email copyright@nara.gov with your contact information and a link to the relevant content.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Privacy contact information"
        }
      },
      "explanation": "The segment provides contact information for copyright issues, indicating how users can reach out if they have concerns about content use, which falls under privacy contact information."
    }
  },
  {
    "segment": "You may consult our reference staff for details on specific items. We are aware of donor restrictions applicable to our collections, but we cannot confirm copyright status for any item.     We recommend that you contact the United States Copyright Office at The Library of Congress to search currently copyrighted materials.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Privacy contact information"
        }
      },
      "explanation": "The segment provides contact information for further inquiries about copyright status, suggesting contacting the United States Copyright Office for more details."
    }
  },
  {
    "segment": "  Please note that because we cannot guarantee the status of specific items, you use materials found in our holdings at your own risk.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The statement is a general disclaimer about the use of materials and does not specify any particular privacy practice or policy detail."
    }
  },
  {
    "segment": "  Images on our website (or a third party site where we share images, such as Flickr) which are in the public domain may be used without permission. If you use images from our collections, we ask that you credit us as the source. Please note that some images on our site have been obtained from other organizations. Permission to use these images should be obtained directly from those organizations.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment discusses sharing images with third-party sites and obtaining permission from other organizations for certain images, indicating third-party sharing and collection activities."
    }
  },
  {
    "segment": "  Links may be made to our website from other personal and organizational web pages. We request that you link to our site rather than downloading portions of it to another web server, so that our viewers will see our most up-to-date information.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment discusses linking to the website, which is introductory or general information about website usage, not directly related to privacy practices."
    }
  },
  {
    "segment": "  Certain individuals depicted may claim rights in their likenesses and images. Use of photographs or other materials found on the National Archives' website may be subject to these claims. Anyone who intends to use these materials commercially should contact the individuals depicted or their representatives.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Other"
        }
      },
      "explanation": "This segment discusses the rights individuals may claim on their likenesses and images, which is a practice not typically covered by the main categories of data privacy policies."
    }
  },
  {
    "segment": "  It is possible that our site will provide you an opportunity to go to a software manufacturer's website so you may download a related plug-in that will enable your browser to show you a part of our website. This prompt occurs because our system can tell whether your browser has the needed capabilities provided by these plug-ins. Our system does not read or place anything on your hard drive when recognizing your browser's capabilities. While the plug-in(s) are needed to view some content, you retain control and choice about conducting the download. At the time that we create and post the web pages that require these software plug-ins for viewing, they are provided by their manufacturer for download and use free of charge. We cannot guarantee, however, guarantee that the plug-in will remain free, or that the manufacturer will not collect personally identifying information about you when you elect to download the software from their site. If you choose to visit the manufacturer's website to obtain the plug-in, please carefully review their posted policies for details about personal privacy and use of downloaded plug-ins.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment discusses the possibility of users visiting a third-party manufacturer's website to download a plug-in necessary for viewing certain content. It highlights that while the first-party site does not collect data, the third-party manufacturer might collect personally identifying information during the download process."
    }
  },
  {
    "segment": "Donor Imposed Restrictions upon Materials in our Holdings   Please note that dissemination of some documents - including images, sound, cartographic, textual, or electronic materials - found in our holdings may be restricted by donor agreement. To purchase a copy of these materials, you must obtain permission from the donor. We have provided a Source and Permissions Contact List for some motion pictures, sound and video which may assist you. If you have questions about this process, please contact us.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment discusses donor-imposed restrictions on materials and the need for permission to disseminate or purchase copies, which is a practice not typically covered under standard privacy policy categories."
    }
  },
  {
    "segment": "Copyright Restrictions upon Materials in our Holdings   Some documents - including images, sound, cartographic, textual, or electronic materials - found in our holdings may be copyrighted. Please note that it is your responsibility to identify the copyright owner and to obtain permission before making use of this material in any way. We have provided a Source and Permissions Contact List for some motion pictures, sound and video which may assist you. If you have questions about this process, please contact us.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Other"
        }
      },
      "explanation": "This segment discusses copyright restrictions and the user's responsibility to obtain permissions, which does not fit into the predefined privacy policy categories but relates to usage rights and permissions."
    }
  },
  {
    "segment": "The copyright law of the United States (Title 17, United States Code) governs the making of photocopies or other reproductions of copyrighted material. This law provides that under certain conditions libraries and archives are authorized to furnish a photocopy or other reproduction of materials. One of these specific conditions is that the photocopy or reproduction is not to be \"used for any purpose other than private study, scholarship, or research.\" If you use a photocopy or reproduction for purposes in excess of \"fair use,\" you may be liable for copyright infringement.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment describes a legal framework related to copyright law and fair use, which is not directly related to privacy policy categories but serves as general information."
    }
  },
  {
    "segment": "Please note: The National Archives and Records Administration reserves the right to refuse to accept a copying order if, in its judgment, fulfillment of the order would involve violation of copyright law.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment discusses a policy regarding the refusal of copying orders related to copyright law, which does not fit into any specific privacy-related category."
    }
  },
  {
    "segment": " Information Surety    We recommend that you acquire information describing the services and products of the National Archives and Records Administration (NARA) directly from NARA's official websites, because other, non-NARA sources may not be able to maintain accurate information pertaining to our programs.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment advises users to obtain information directly from official sources for accuracy, which is a general recommendation and does not fit into specific privacy policy categories."
    }
  },
  {
    "segment": "We work hard to ensure the information provided to you is accurate and complete. However, it is possible that information may change prior to updating. We welcome your suggestions on how to improve our websites and correct errors.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment is a general statement about the company's efforts to maintain accurate information and openness to user feedback, which doesn't directly relate to privacy practices."
    }
  },
  {
    "segment": "Please use the information on this website based on your evaluation and analysis of any risks. It is your responsibility to ensure that the information you use (including software, images, audio files, artwork, and documents) are free of any violations of intellectual property rights. For further discussion on this topic, please read our \" copyright, restrictions, and permissions \" notice.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a general statement about user responsibility regarding intellectual property rights, without detailing specific privacy practices."
    }
  },
  {
    "segment": "Some of the documents on the server may contain live references (or \"pointers\") to information created and maintained by other organizations. The National Archives does not control and cannot guarantee the relevance, timeliness, or accuracy of the outside materials.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment discusses the presence of references to external information maintained by other organizations, which is not covered by the privacy practices of the National Archives."
    }
  },
  {
    "segment": "Please note that electronic editions of Federal Register publications are posted on the GPO Access website. The National Archives' GPO Access web pages are jointly administered by the National Archives and the Government Printing Office. Federal Register online publications are generally considered to be documents of record under Federal Register regulations and statements posted on the National Archives' website and GPO Access. The National Archives' Office of the Federal Register controls the content of Federal Register publications on GPO Access and stands behind the accuracy and authenticity of the material. Therefore, we provide direct links from National Archives' website to Federal Register web pages on GPO Access.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides general information about the availability and authenticity of Federal Register publications on the GPO Access website, without specific privacy practices or policies being discussed."
    }
  },
  {
    "segment": "Because we do not know how you are using information found on our website, we do not make any express or implied warranties about the information contained in this website for your particular use. Except as to segments of this website specifically identified as authoritative guidance, we disclaim these warranties to the full extent provided by state and Federal law, including, but not limited to the warranties for merchantability, fitness for a particular purpose, and non-infringement of proprietary rights. All indirect, consequential, implied, punitive and special damages are deemed waived if you use the information on this website in any manner.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a general disclaimer about the use of information on the website, which is introductory and generic in nature, rather than detailing specific privacy practices."
    }
  },
  {
    "segment": "The vast majority of information presented through websites administered by the National Archives and Records Administration (NARA) are not documents of record. Please note that authenticity of information can be confirmed only by examining the \"record\" version. If you have questions about the authenticity of a document, please contact the owner of the page that concerns you, or you may contact us.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides general information about the authenticity of documents on the website, without specific privacy practices or policies."
    }
  },
  {
    "segment": " Virus Protection    We use virus protection software on our computer systems and regularly update the software. This is a computer security measure that, in addition to maintaining our computer systems, also ensures that all files that we develop and/or post on our web servers are virus-free. When you request a file for download from our site, it is possible, though unlikely, that the data may contract a virus and become corrupted before it reaches your computer. The National Archives and Records Administration is not responsible for files that may become corrupted as the data travels the Internet.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure data storage"
        }
      },
      "explanation": "The segment describes the use of virus protection software as a security measure to ensure files on their servers are virus-free, categorizing it under secure data storage."
    }
  },
  {
    "segment": " Security    For site security purposes and to ensure that this service remains available to all users, this Government computer system employs software programs to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage. Anyone using this system expressly consents to such monitoring and is advised that if such monitoring reveals evidence of possible abuse or criminal activity, such evidence may be provided to appropriate law enforcement officials. Unauthorized attempts to upload or change information on this server are strictly prohibited and may be punishable by law, including the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act of 1996.",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure data transfer"
        }
      },
      "explanation": "The segment describes the use of software programs to monitor network traffic for unauthorized activities, which is a measure to ensure secure data transfer and protect the system from unauthorized access or damage."
    }
  }
]