[
  {
    "segment": "Privacy Policy   Tulsaworld.com's Privacy Policy  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment appears to be the title or introductory part of a privacy policy, indicating the document's purpose or scope without providing specific details."
    }
  },
  {
    "segment": "Welcome to Tulsaworld.com, home of the Tulsa World Online Edition. References in this Privacy Policy to Tulsaworld.com or this \"Website\" include the webpages that are directly accessed through the navigation bars on Tulsaworld.com which have a direct link to this Privacy Policy. There may be some webpages or sections of Tulsaworld.com which are directly accessed through the navigation bar on Tulsaworld.com which are maintained by third parties with whom we have a business relationship. These webpages may link to a separate privacy policy maintained by that third party. If you are not sure if this privacy policy applies to any webpage directly accessed through Tulsaworld.com, you should click on the privacy policy link at the bottom of the webpage, or you may contact Tulsaworld.com as set forth at the end of this policy.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment provides introductory information about the scope and applicability of the privacy policy, indicating that some sections of the website may be governed by third-party policies."
    }
  },
  {
    "segment": "We understand that privacy is very important to our visitors. We want to make sure that you understand why we collect certain information, how we use it, and how we protect it. We want our guests to feel confident that their information is handled with great care.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment is a general introduction to the privacy policy, emphasizing the importance of privacy and the company's commitment to handling information with care."
    }
  },
  {
    "segment": "PLEASE READ THIS PRIVACY POLICY CAREFULLY. BY ACCESSING OR USING OUR WEBSITE, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTAND, AND AGREE TO BE BOUND TO ALL THE TERMS OF THIS PRIVACY POLICY AND OUR WEBSITE TERMS OF USE. IF YOU DO NOT AGREE TO THESE TERMS, EXIT THIS PAGE AD DO NOT ACCESS OR USE THE WEBSITE.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment serves as an introductory statement to the privacy policy, informing users that by using the website, they agree to the terms outlined in the policy."
    }
  },
  {
    "segment": "This privacy policy may be modified from time to time. If we decide to change our privacy policy, we will post those changes to this privacy policy and other places we deem appropriate. We reserve the right to modify this privacy policy at any time, so please periodically review it.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Privacy relevant change",
          "Notification Type": "General notice in privacy policy",
          "User Choice": "None"
        }
      },
      "explanation": "The segment indicates that the privacy policy may be modified with changes posted to the privacy policy itself, suggesting a privacy relevant change with a general notice as the notification type. There is no mention of user choice regarding these changes."
    }
  },
  {
    "segment": "How do I know my information is safe on Tulsaworld.com-  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Unspecified"
        }
      },
      "explanation": "The segment inquires about the safety of information on Tulsaworld.com, but does not specify any particular security measures or practices in place to ensure data security. Therefore, it is categorized as 'Unspecified' under 'Security Measure'."
    }
  },
  {
    "segment": "We collect information from our visitors for the sole purpose of improving Tulsaworld.com and providing more and better services to our visitors.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Collection Mode": "Unspecified",
          "Does/Does Not": "Does",
          "Identifiability": "Unspecified",
          "Personal Information Type": "Unspecified",
          "Purpose": "Service Operation and Security",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes the collection of information from visitors on the website for the purpose of improving services, indicating first-party collection and use for service operation and security."
    }
  },
  {
    "segment": "The only times we will divulge a visitor's personal information to a third party are disclosed in this policy. We may also disclose information:  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment indicates that a visitor's personal information may be shared with a third party, specifying that such instances are disclosed within the policy."
    }
  },
  {
    "segment": "If we believe in good faith that the law requires such disclosure.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Purpose": "Legal requirement"
        }
      },
      "explanation": "The segment indicates that information may be disclosed if it is required by law, which aligns with the purpose of fulfilling legal requirements."
    }
  },
  {
    "segment": "If we need to disclose the information in order to identify, contact or initiate legal action against someone violating Tulsaworld.com's Terms of Service, or someone who is causing injury to or interference with Tulsaworld.com's rights or property, other Tulsaworld.com users, or anyone else who can be harmed by such activities.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Purpose": "Legal requirement"
        }
      },
      "explanation": "The segment describes disclosing information to identify, contact, or take legal action against violators, which aligns with the purpose of fulfilling legal requirements."
    }
  },
  {
    "segment": "In the event Tulsaworld.com contracts with an outside research firm, we may provide your contact information to the research firm to contact you regarding participation in surveys, focus groups or other research activities that will help us improve Tulsaworld.com's products and services. The research firm will be bound by its contract with Tulsaworld.com to use your information strictly for Tulsaworld.com research purposes, to keep your information confidential, and to adequately secure or destroy its records of your information when the research is complete.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment describes a scenario where Tulsaworld.com may share contact information with an outside research firm for the purpose of conducting research activities. The research firm is a third party receiving the user's contact information."
    }
  },
  {
    "segment": "What information does Tulsaworld.com collect-   When you register with Tulsaworld.com, we collect the following information from you:   Screen name   E-mail address   Name, address and telephone number   Tulsa World account number   Gender   Birth date  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Personal Information Type": "Contact"
        }
      },
      "explanation": "The policy states that Tulsaworld.com collects personal information such as screen name, email address, name, address, telephone number, account number, gender, and birth date when users register on their website."
    }
  },
  {
    "segment": "In addition to information obtained through registration, the Tulsa World obtains information from you when you purchase advertising or start a newspaper subscription, sign up for contests, promotions, notices, email alerts or promotional offers. This information may include, but is not limited to, your name, address, telephone number, e-mail address and what you have purchased. This information constitutes personally identifiable information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes how Tulsa World collects personally identifiable information directly from users through activities such as purchasing advertising or subscriptions, and signing up for contests or promotions on their website."
    }
  },
  {
    "segment": "We may also use other industry standard technologies like pixel tags and web beacons to track your use of our Website pages and promotions, or we may allow our third party service providers to use these devices on our behalf. Pixel tags and web beacons are tiny graphic images placed on certain pages on our Website, or in our emails that allow us to determine whether you have performed a specific action. When you access these pages or open or click an email, pixel tags and web beacons generate a non-personally identifiable notice of that action. Pixel tags allow us to measure and improve our understanding of visitor traffic and behavior on our Website, as well as give us a way to measure our promotions and performance. We may also utilize pixel tags and web beacons provided by our affiliates and/or marketing partners for the same purposes.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the use of pixel tags and web beacons to track user interactions on the website, which is a form of data collection on the website by the first party."
    }
  },
  {
    "segment": "From time to time, Tulsaworld.com will conduct surveys on its site for research purposes. When you participate in a survey, the information you provide about yourself and your responses are collected by Tulsaworld.com. We will always inform you how we will use this information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Survey data",
          "Purpose": "Analytics/Research",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes Tulsaworld.com's collection of survey data from users on its website for research purposes, indicating explicit collection and identifiable information."
    }
  },
  {
    "segment": "If you contact Tulsaworld.com, we may keep a record of your correspondence.  ",
    "model_analysis": {
      "category": {
        "Data Retention": {
          "Personal Information Type": "Contact"
        }
      },
      "explanation": "The segment indicates that a record of correspondence, which is a type of contact information, may be kept when contacting Tulsaworld.com."
    }
  },
  {
    "segment": "Tulsaworld.com also tracks and collects non-personally identifiable information which does not identify a specific visitor. Non-personally identifiable information may include the Uniform Resource Locator (\"URL\") of the website your visited before coming to our Website, the URL of the website you visit after leaving our Website, the type of browser you are using and your Internet Protocol (\"IP\") address. Tulsaworld.com tracks computer IP addresses to help with system administration and to compile information about traffic patterns on the site. Computer IP addresses identify computers and the networks or Internet service providers to which they are connected. We, and/or our authorized third party service providers and advertisers, may automatically collect this information when you visit our Website through the use of electronic tools like cookies and web beacons or pixel tags, as described below. We use non-personally identifiable information to troubleshoot, administer the Website, analyze trends, gather demographic information, comply with applicable law, and cooperate with law enforcement activities. We may also share this information with our authorized third party service providers and advertisers to measure the overall effectiveness of our online advertising, content, and programming.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes Tulsaworld.com's collection of non-personally identifiable information on their website, which includes URLs, browser type, and IP addresses."
    }
  },
  {
    "segment": "Cookies and how Tulsaworld.com uses them   A cookie is a small amount of data that is transferred from a Web server through your browser and stored on the hard drive of your computer. The cookie contains your user name and password so that when you log on, the Web server recognizes you.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "This segment explains the use of cookies by the website to store user credentials, indicating collection and use of data on the website."
    }
  },
  {
    "segment": "Some advertisers on Tulsaworld.com may use their own cookies. When you click on an advertisement, visit an advertiser's Web site or make a purchase from an advertiser, that company may use cookies according to their own policies. Advertisers' cookies are not covered under Tulsaworld.com's policy. In addition, we may use third party advertising companies to display advertisements on our Website. As part of their service, they may place separate cookies on your computer. We have no access to or control over these cookies.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes how third-party advertisers may place their own cookies on users' devices when interacting with advertisements on Tulsaworld.com, indicating third-party data collection on the first party's website."
    }
  },
  {
    "segment": "You do not have to permit the use of cookies. You can, through the options in your Web browser, choose to accept all cookies, choose to reject all cookies or choose to receive notification when a cookie is being delivered so that you can make a decision whether to accept each cookie on a case-by-case basis. If you refuse all cookies Tulsaworld.com will no longer remember you when you return requiring you to log in each time you visit the site. Please note that if you decline or delete these cookies, some parts of the Website may not work properly.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party collection",
          "Choice Type": "Browser/device privacy controls"
        }
      },
      "explanation": "The segment describes the user's ability to control the acceptance of cookies through browser settings, which impacts how the website remembers the user and functions."
    }
  },
  {
    "segment": "General statistical information   Visits to Tulsaworld.com are monitored to gather statistical information, including the number of visits to the site, the pages visited, which domains visitors come from and the browsers used to visit the site. This data is accumulated at the aggregate level. We may use third parties to gather, collect and report on this non-personally identifiable information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the collection of statistical information about visits to the website, which is a form of data collection on the website by the first party."
    }
  },
  {
    "segment": "This statistical information enables us to evaluate the effectiveness of the services we provide, to monitor site performance and to make it easier for visitors to use the site.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Analytics/Research"
        }
      },
      "explanation": "The segment describes the use of statistical information to evaluate service effectiveness and monitor site performance, which aligns with the purpose of Analytics/Research."
    }
  },
  {
    "segment": "How does Tulsaworld.com use the information it gathers-   Information collected on Tulsaworld.com, including traffic patterns and user behavior, is used primarily for the following purposes:  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Analytics/Research"
        }
      },
      "explanation": "The segment indicates that information collected about traffic patterns and user behavior on Tulsaworld.com is used primarily for analytical and research purposes to understand user behavior."
    }
  },
  {
    "segment": "Internal research. Tulsaworld.com is continuously assessing how visitors use the site. This data assists us in making decisions about how to improve the site and to better serve our users. Research data are aggregated and do not include data about specific individuals. We may share aggregated research (but not individual user information) with our advertisers or business partners. Additionally, Tulsaworld.com may use your information to contact you to ask for your participation in a focus group, survey, or some other type of research effort.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the collection of data from users on the website for internal research purposes, indicating first-party collection on the website."
    }
  },
  {
    "segment": "To customize your experience on Tulsaworld.com. As Tulsaworld.com improves its service, it may offer users more opportunities to customize content and other aspects of the site. Information provided by you may be used to assist in the customization process, if you elect to participate in these features.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Personalization/Customization"
        }
      },
      "explanation": "The segment discusses using user-provided information to customize the user's experience on the site, indicating the purpose is personalization/customization."
    }
  },
  {
    "segment": "To tailor advertising efforts. Most of the information and services available to you at Tulsaworld.com are free. In order to continue providing services free of charge, Tulsaworld.com sells advertising. Advertisers prefer to target their communication toward audiences who are most likely to be interested in their products. The information gathered on Tulsaworld.com helps us advise advertisers in general terms about certain aspects of site visitors (e.g. how visitors use the site, general demographic attributes of visitors, usage patterns on various parts of our site, etc.). This information helps both advertisers and Tulsaworld.com make better decisions about where to place advertising. This information may also be used to send targeted marketing, such as emails, to users that we think would be interested in such marketing. Visitors who choose to conduct financial transactions with advertisers on Tulsaworld.com may also provide specific data to those advertisers during the process of their transactions. Additionally, any information provided during the purchase of Tulsaworld.com or Tulsa World products or services will result in the collection of certain information required to complete the transaction.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Advertising"
        }
      },
      "explanation": "The segment describes how Tulsaworld.com collects information to tailor advertising efforts, indicating the purpose is advertising."
    }
  },
  {
    "segment": "To use third party service providers. We provide some services and products through third parties. These third party service providers may perform functions on our behalf, like sending out and distributing promotional emails. We may share your personally identifiable information with such service providers as necessary to allow those service providers to fulfill orders, send mail or email, administer contests or sweepstakes, remove repetitive information on customer lists, analyze data, provide marketing assistance, provide search results and links, process credit card payments, operate the Website, troubleshoot, or provide customer service. We may also collect personal information from individuals and companies with whom we have business relationships (\"Affiliates\") and may share your information with service providers to accomplish our administrative tasks. For example, when you order a service, the third party payment processor we use releases your credit card information to the card-issuing bank to confirm payment for the service. The use of your personally identifiable information by these third parties is governed by the privacy policies of these third parties and is not subject to our control.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Personal identifier",
          "Purpose": "Service operation and security",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment describes sharing personally identifiable information with third-party service providers to perform various functions on behalf of the company, such as marketing and payment processing. The information is identifiable and is shared with unnamed third parties for service operation and security purposes."
    }
  },
  {
    "segment": "More specifically, here is how Tulsaworld.com may use information you provide:  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Unspecified"
        }
      },
      "explanation": "The segment mentions the potential use of information provided by users but does not specify the exact actions or methods of collection or use."
    }
  },
  {
    "segment": "E-mail addresses. If you supply Tulsaworld.com with your e-mail address, either by registering on the site, by communicating with us via e-mail, or signing up for promotional offers or emails, we may, from time to time, send you information that we believe would be of interest to you via e-mail. This information may be from Tulsaworld.com, the Tulsa World, or sent by us on behalf of one of our quality advertisers. Note: If we send you e-mail on behalf of another company, your personally identifiable information is not disclosed to that company unless you purchase a product or service from that company in which case it may need your information to fulfill your purchase. Rather, the company provides us with the information it wants to send, and we prepare and send the e-mail directly to you. We may use a third party service provider to manage or send emails on our behalf, but that third party is only authorized to use your information as necessary to send our email to you and it is not authorized to sell or transfer your information.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes how Tulsaworld.com collects email addresses from users through registration, communication, or sign-up for promotional offers directly on their website."
    }
  },
  {
    "segment": "Postal addresses. If you supply Tulsaworld.com with your postal address, we may send you periodic mailings with information on new products, coming events, surveys or other research materials, or other information we think might be of interest to you.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Marketing",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes the collection and use of postal addresses for sending marketing materials and information about products and events, which involves identifiable contact information collected explicitly from the user."
    }
  },
  {
    "segment": "Telephone numbers. If you provide your telephone number or cell phone number, Tulsaworld.com may call or text you regarding orders you have placed online, to tell you about new products, services, or coming events, or to offer other information that may interest you. Additionally, Tulsaworld.com, the Tulsa World or one of their agents may call you for research purposes.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Advertising",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection of telephone numbers explicitly provided by users on the website for purposes like advertising and research, indicating identifiable contact information is collected and used."
    }
  },
  {
    "segment": "Sale transaction information. From time to time, we provide offers from our advertisers who, as part of their offer, request information on customers who purchased their offer in order to allow the advertiser to fulfill the purchase. In those cases, we share some of your personally identifiable information with that advertiser. Sharing this Information may allow that advertiser to market directly to you should it choose to do so. However, we will only share personally identifiable information with an advertiser if you provide us that information and enter into a transaction with that advertiser on or through our Website. We are not responsible or liable for the actions of such advertiser.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Personal identifier",
          "Purpose": "Advertising",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment describes sharing personally identifiable information with advertisers for advertising purposes, contingent upon a transaction, indicating identifiable data shared with unnamed third parties."
    }
  },
  {
    "segment": "Business transfer. We may also share your information in the case our business is sold or transferred. If this occurs, the successor company would acquire the information we maintain, including personally identifiable information.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "In case of merger or acquisition"
        }
      },
      "explanation": "The segment discusses the sharing of information in the event of a business transfer, which is relevant to changes in policy due to a merger or acquisition."
    }
  },
  {
    "segment": "What information is covered by this privacy policy- What isn't-   All information you provide directly to Tulsaworld.com is covered under this privacy policy. This information may include but is not limited to personally identifiable information such as your name, address, phone number, and e-mail address.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Personal Information Type": "Personal identifier"
        }
      },
      "explanation": "The segment specifies that personally identifiable information such as name, address, phone number, and e-mail address provided directly to Tulsaworld.com is covered under the privacy policy."
    }
  },
  {
    "segment": "Information that you might post on a message board, forum, or chat room is not protected under this privacy policy. Information posted in any of these public areas is not considered confidential communication. Tulsaworld.com has the right but not the obligation to monitor the content of its bulletin boards, forums and chat rooms to determine compliance with its policies and terms of use and any other operating rules established for the website. Tulsaworld.com shall have the right in its sole discretion, and without prior notice, to edit, refuse to post, or remove any materials submitted to or posted to its bulletin boards, forums, or chat rooms.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment discusses how information posted in public areas like message boards is not protected under the privacy policy, indicating a practice not covered by the policy."
    }
  },
  {
    "segment": "Please keep in mind that whenever you voluntarily disclose information on a public website - for example, on message boards or in chat areas - that information can be collected and used by others. In short, if you post information online that is accessible to the public, you may receive unsolicited messages from other parties in return. Tulsaworld.com is not responsible for the disclosure of your information under these circumstances and such disclosure is not covered under this privacy policy.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment explains that the privacy policy does not cover the disclosure of information voluntarily shared on public websites, indicating this is a practice not covered by Tulsaworld.com's privacy policy."
    }
  },
  {
    "segment": "Additionally, advertisers and vendors hosted on our site, or who link to our site, may collect information about you if you visit their websites, or purchase products or services from them. Information collected by vendors or advertisers hosted on Tulsaworld.com or who link to Tulsaworld.com is not covered under this privacy policy. This privacy policy only addresses the use and disclosure of information we collect from you. Other websites that may be accessible through our Website have their own privacy policies and data collection, use and disclosure practices. If you link to any such website, we urge you review the website's privacy policy. We are not responsible for the policies or practices of third parties.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes that third-party advertisers and vendors may collect information on the user's visit to their sites, indicating third-party data collection on the first-party website."
    }
  },
  {
    "segment": "Finally, you are solely responsible for maintaining the secrecy of your passwords and/or any account information. Please be careful and responsible whenever you're online.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Other"
        }
      },
      "explanation": "This segment advises users to maintain the secrecy of their passwords and account information, which is a user responsibility related to data security."
    }
  },
  {
    "segment": "What if I don't want Tulsaworld.com to contact me-   You may opt out of any or all contacts from Tulsaworld.com at any time. All e-mails sent to you from Tulsaworld.com will allow to opt out of any further e-mail from us.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Type": "Opt-out link"
        }
      },
      "explanation": "The segment specifies that users can opt out of contacts from Tulsaworld.com, particularly through links provided in emails, indicating an opt-out mechanism."
    }
  },
  {
    "segment": "When you register on Tulsaworld.com, you will be given the opportunity to opt out of further communication from us.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use",
          "Choice Type": "Opt-out link"
        }
      },
      "explanation": "The segment describes an option for users to opt out of further communication, indicating a choice related to the use of their information by the first party."
    }
  },
  {
    "segment": "You may accept certain kinds of contact and decline others. For example, you may choose to accept e-mails, but not postal mail or telephone calls.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use",
          "Choice Type": "First-party privacy controls",
          "Personal Information Type": "Contact"
        }
      },
      "explanation": "The segment describes user control over the types of contact they receive, which falls under first-party use with a focus on contact information. Users have privacy controls to accept or decline different forms of communication."
    }
  },
  {
    "segment": "If, at anytime in the future, Tulsaworld.com decides to use information provided by you in a way not described here, we will contact you beforehand to explain the use of the information and give you the opportunity to decline that use.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Privacy relevant change",
          "Notification Type": "Personal notice",
          "User Choice": "Opt-out"
        }
      },
      "explanation": "The segment indicates that if there are future changes in how the information is used, users will be notified personally and given the opportunity to opt-out, which is a privacy-relevant change."
    }
  },
  {
    "segment": "Security technologies   Tulsaworld.com uses industry-standard encryption technologies when transferring and receiving consumer data exchanged with our site. When we transfer or receive certain types of sensitive data, such as financial information, we will redirect you to a secure server. We have implemented appropriate security measures in our physical facilities to protect against the loss, misuse or alteration of information that we have collected from you.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Secure data transfer"
        }
      },
      "explanation": "The segment describes the use of industry-standard encryption technologies for transferring and receiving consumer data, which falls under secure data transfer."
    }
  },
  {
    "segment": "Unfortunately, no data transmission over the Internet or any wireless network can be guaranteed to be secure all of the time. We employ commercially reasonable security measures to protect data and seek to do business with companies which do the same, but we cannot guarantee the security of any information transmitted to or from our Website, and are not responsible for the actions of any third parties that may receive any such information.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Generic"
        }
      },
      "explanation": "The segment discusses the use of commercially reasonable security measures to protect data, acknowledging the inherent limitations and risks of data transmission over the Internet, which fits under the 'Generic' security measure category."
    }
  },
  {
    "segment": "Making corrections to your information   Upon request, you may review all information that we maintain in your record, including unique identifier , contact information (name, address, phone number, e-mail), or any other information we may keep in your record.   You may also request that inaccuracies be corrected in any information that we maintain in your record.   Submit your request by e-mailing circulation@tulsaworld.com.  ",
    "model_analysis": {
      "category": {
        "User Access, Edit and Deletion": {
          "Access Scope": "Other data about user",
          "Access Type": "Edit information",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the user's ability to review and request corrections to their personal information, indicating access to and editing of the user's data."
    }
  },
  {
    "segment": "Associated Press   We participate in the News Registry, a service operated by the NewsRight, LLC (NewsRight). The News Registry collects content usage information and may use cookies in conjunction with this activity. Your continued readership of the Site means you accept the privacy policy of the NewsRight News Registry. Please refer to the NewsRight News Registry privacy policy at http://www.newsregistry.com/privacycenter/servicepolicy.aspx for further information.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment indicates that the NewsRight News Registry, a third party, collects content usage information on the Associated Press site, implying third-party data collection."
    }
  },
  {
    "segment": "Contacting Tulsaworld.com   If you have any questions about our privacy policy or the privacy practices of this site, please contact us at tulsaworld.com/site/contact.html.   You may telephone us at (918) 582-0921. You may write to us at:   Tulsa World, 315 S. Boulder Ave., Tulsa, OK 74103  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Privacy contact information"
        }
      },
      "explanation": "This segment provides contact information for users to inquire about the privacy policy or practices, categorizing it as privacy contact information."
    }
  },
  {
    "segment": "Refunds   Tulsa World will charge a $5 processing fee for refunds remitted to the customer.",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Practice not covered"
        }
      },
      "explanation": "The segment discusses a refund processing fee, which is a business practice not directly related to privacy or data handling."
    }
  }
]