[
  {
    "segment": "OpenSecrets.org Privacy Policy  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The request 'OpenSecrets.org Privacy Policy' does not provide a specific segment of the privacy policy to analyze. Therefore, it is categorized as introductory or generic information about the privacy policy itself."
    }
  },
  {
    "segment": "The Center for Responsive Politics (CRP) takes your privacy very seriously. CRP is the sole owner of the information collected from users on OpenSecrets.org.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment indicates that the Center for Responsive Politics is the sole owner of the information collected from users on its website, OpenSecrets.org, implying collection on the website."
    }
  },
  {
    "segment": "CRP will not share, rent or sell personally identifiable information to any third parties . You will never be sent marketing materials by CRP unless you explicitly opt-in.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Does/Does Not": "Does Not"
        }
      },
      "explanation": "The segment states that CRP will not share, rent, or sell personally identifiable information to third parties, indicating a 'Does Not' action for third-party sharing/collection."
    }
  },
  {
    "segment": "Information you submit to our web site will be used to contact you if you have subscribed to our newsletter, if you have made a donation or if you respond to an action request made by the Center. Should you \"unsubscribe\" from a newsletter you will be permanently removed from our contact list.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Use",
          "Choice Type": "Opt-out via contacting company",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Service Operation and Security",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection of contact information on the website for specific purposes like newsletters and donations. It mentions the ability to opt-out by unsubscribing, which permanently removes the user from the contact list, indicating identifiable information is collected and used for service operation."
    }
  },
  {
    "segment": "OpenSecrets.org uses temporary session \"cookies\" (data that is generated on our web server and stored on your computer) for authentication and other purposes. These cookies contain no personally identifiable information and are deleted when the browser window is closed. A user may set his or her browser to disallow cookies. In such a case, some features of the website may not work as intended. In addition, third party social networking services and advertisements are displayed on OpenSecrets.org which may use cookies as well.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "Browser/device privacy controls",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "Cookies and tracking elements",
          "Purpose": "Service Operation and Security",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes the use of temporary session cookies for authentication and other purposes on the website, which are not personally identifiable and can be controlled by the user through browser settings."
    }
  },
  {
    "segment": "OpenSecrets.org uses Google Analytics to learn how people use the site and to improve our services. We also collect standard log files from our systems to ensure the integrity of our services and for troubleshooting purposes. Included in these log files are the date, the IP address and the URL of the request. Log files are typically deleted from our servers after 90 days. Aggregate information that does not personally identify you may be shared with funders or potential future advertisers.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "IP address and device IDs",
          "Purpose": "Service Operation and Security",
          "User Type": "Unspecified"
        },
        "Data Retention": {
          "Retention Period": "Limited",
          "Personal Information Type": "IP address and device IDs",
          "Retention Purpose": "Service operation and security"
        },
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "Unspecified",
          "Purpose": "Other",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment describes the use of Google Analytics for site improvement and the collection of log files for service integrity and troubleshooting, which are deleted after 90 days. Aggregate data may be shared with funders or advertisers."
    }
  },
  {
    "segment": "When this privacy policy is revised or updated, CRP will post the updated version, including the effective date of the revision or update, on OpenSecrets.org. It shall be construed that you accept and agree with the revised or updated privacy policy when you access and use the website for the first time after the publication of such changes. If you have questions about this policy, please email us at feedback@crp.org.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Privacy relevant change",
          "Notification Type": "General notice on website",
          "User Choice": "None"
        }
      },
      "explanation": "The segment describes how updates to the privacy policy will be communicated to users via a general notice on the website, indicating a privacy relevant change. It also implies user acceptance by continued use without offering an explicit choice mechanism."
    }
  },
  {
    "segment": "This privacy policy was last updated on July 10, 2014.",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Non-privacy relevant change"
        }
      },
      "explanation": "The statement indicates the date of the last update to the privacy policy, which is a standard part of policy maintenance and does not specify any privacy-relevant changes."
    }
  }
]