[
  {
    "segment": "Dog Breed Info Center does not collect or use your personal information, except in limited circumstances. When submitting photos, listing in our classifieds, or taking our survey, Dog Breed Info Center may collect your name, email address, home address and/or phone number. However, Dog Breed Info Center will not sell this information or your photos to a third party or place you on a mailing list without your express permission. Dog Breed Info Center does not collect cookies from its users. This is strictly an information site used for research and your enjoyment.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The policy states that Dog Breed Info Center collects personal information such as name, email, home address, and phone number when users submit photos, list in classifieds, or take surveys on their website. This indicates collection on the website."
    }
  },
  {
    "segment": "Dog Breed Info Center uses Google AdSense, which allows third-party vendors to serve ads on our website. You can find a list of allowed third-party ads by going to https://www.google.com/adsense/support/bin/answer.py?answer=94149topic=14535.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The policy segment mentions the use of Google AdSense, which allows third-party vendors to serve ads on the website, indicating that third parties collect information on the first party website."
    }
  },
  {
    "segment": "The third-party advertising companies that Google uses to serve ads when you visit our website may use information that will help them serve ads that will interest you. However, Google AdSense will not collect your name, address, email address or telephone number. It looks at visits to this and other websites in order to provide advertisements about goods and services of interest to you. If you would like more information about this practice and to know your choices about not having this information used by Google AdSense, click here.",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "User online activities",
          "Purpose": "Advertising",
          "Third Party Entity": "Named third party"
        }
      },
      "explanation": "The segment describes how third-party advertising companies, specifically Google AdSense, collect information about user visits to serve targeted ads. It specifies that identifiable personal information like name, address, email, or phone number is not collected, indicating aggregated or anonymized data use for advertising purposes."
    }
  }
]