[
  {
    "segment": "Privacy Policy - Effective January 14, 2015  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides the effective date of the privacy policy, which is a generic introductory statement commonly found at the beginning of privacy policies."
    }
  },
  {
    "segment": "Read our updated privacy policy carefully:     We've summarized our privacy policy terms so you can find what you need quickly.     We've designed one privacy policy to apply across many Meredith brands and online and mobile services.     We've amended our privacy policy to update you about the types of information we collect.     We've added more description about the ways we use and share the information collected from our users, within Meredith brands and with third-party service providers that help us operate our business.     We have updated our description of the various choices you have to limit the use of your information.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Privacy relevant change",
          "Notification Type": "General notice in privacy policy",
          "User Choice": "Unspecified"
        }
      },
      "explanation": "The segment discusses updates to the privacy policy regarding information collection, use, sharing, and user choices, indicating a privacy relevant change with general notice in the policy."
    }
  },
  {
    "segment": "Please read this summary and our updated privacy policy carefully so you understand what types of information Meredith collects about you, how we use and share that information and your related choices.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment serves as an introductory statement to the privacy policy, providing a general overview of its content without specific details."
    }
  },
  {
    "segment": " Your California Privacy Rights    (As provided by California Civil Code Section 1798.83)   California residents have the right to request and obtain from us, once a year and free of charge, a list of the third parties to whom we have disclosed certain types of personal information (if any) for their direct marketing purposes in the prior calendar year. At our option, we may respond by providing instructions about how our users can prevent our disclosure of personal information to third parties for their direct marketing purposes. You can read these instructions in the section of our Online Privacy Policy titled \"How We Disclose Information and Your Related Opt-out Choices.\" Or, if you are a California resident and prefer that we send you a separate response, please email your request to privacy@meredith.com  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Californians"
        }
      },
      "explanation": "The segment specifically addresses the privacy rights of California residents under California Civil Code Section 1798.83, detailing their rights to request information about third-party disclosures for direct marketing purposes."
    }
  },
  {
    "segment": " Children and Privacy    Meredith cares about protecting the privacy of children. We won't knowingly allow anyone under the age of 13 to provide us any personally identifying information online. Children should always get permission from their parents before sending any personal information about themselves. If you're under 13, please do not register for any of our services or provide us information about yourself.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Children"
        }
      },
      "explanation": "The segment specifies the company's policy regarding the collection of personal information from children under the age of 13, indicating concern for children's privacy and compliance with relevant regulations like COPPA."
    }
  },
  {
    "segment": " What Information Do We Collect-    Meredith and our service providers collect a variety of information about you including:     Information you choose to provide to us directly when using our Services and information about the computers and devices you use to access our services, including their location.     Information about your browsing activity as you use our Services and interact with our content, email messages and advertising. Some information may be collected automatically through cookies, beacons and other tracking and personalization technologies.     Information about you or your household that we obtain from other sources where permitted by law.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the collection of information by Meredith and its service providers directly from users when using their services, including computer and device information, browsing activity, and information from other sources."
    }
  },
  {
    "segment": " How We Use the Information We Collect      We and our service providers use the information about you we collect for a variety purposes including to:     Customize the content and advertising you see and recognize you as a previous visitor.     Provide the services you request and improve these services.     Tell you about offers we think you will value.     Conduct market research and audience analysis     For any other purpose described at the point of collection or with your consent.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Personalization/Customization"
        }
      },
      "explanation": "The segment describes using collected information to customize content and advertising, provide services, inform users about offers, and conduct research, which aligns with personalization and customization purposes."
    }
  },
  {
    "segment": " How Do We Share Information-    We may share anonymous or aggregated information about you in a way that does not identify you personally as we deem appropriate. Except as otherwise noted in our Privacy Policy, we may share your other information in various circumstances, including:     When we have obtained your consent.     With business partners that co-sponsor promotions we offer or provide a tool or feature accessible through our Services.     Within the family of Meredith sites and Services and with other Meredith businesses.     With our service providers, select third-party advertisers and other companies involved in the delivery of the advertising you see online and offline.     To protect or defend the rights of Meredith or our users.     Together with other assets, if a Meredith website or Service is sold to another company.     When required by law or as we deem necessary or appropriate to respond to requests from public authorities.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Does/Does Not": "Does",
          "Identifiability": "Aggregated or anonymized",
          "Personal Information Type": "Other",
          "Purpose": "Advertising",
          "Third Party Entity": "Unnamed third party",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes sharing information with various third parties, including business partners, service providers, and advertisers. It specifies that information may be shared in an aggregated or anonymized form, and outlines several purposes and entities involved in the sharing process."
    }
  },
  {
    "segment": " Your Choices      You can update any contact information you provide to us by using the \"My Account\" feature available on many of our sites or emailing us at privacy@meredith.com.     You can stop the delivery of commercial email messages you receive from any Meredith brand by using the unsubscribe link in any such email you receive.     You can remove your name and postal address from lists we sell or rent to third parties for their direct marketing purposes by using the opt-out form here.     You can opt-out of our use of your online viewing behavior data to serve you interest-based advertising on third-party sites and email newsletters at www.aboutadsinfo/ or by clicking on the Ad Choices link in the footer of our websites and navigating to the consumer opt-out page. Use the same links to opt-out of interest-based advertising on our Services from any third-party advertising networks we may use.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use",
          "Choice Type": "Opt-out link",
          "Personal Information Type": "Contact",
          "Purpose": "Marketing",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes user options to update contact information, stop commercial emails, and opt-out of data use for marketing purposes through opt-out links, indicating user control over first-party data use."
    }
  },
  {
    "segment": " Other Information      Meredith is committed to working with you to obtain a fair resolution of any privacy concern.     We have adopted commercially reasonable procedures to help us secure your information but no data transmissions or storage can be guaranteed to be 100 secure.     For more complete information about our privacy practices, please review our full Meredith Privacy Policy.     If you have any questions, please email us at privacy@meredith.com.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Privacy contact information"
        }
      },
      "explanation": "The segment provides contact information for privacy-related inquiries, indicating how users can reach out with questions or concerns about privacy practices."
    }
  },
  {
    "segment": " Meredith Online Privacy Policy    Effective Date: January 14, 2015     Online Privacy Policy     Offline Privacy Policy     Visitor Agreement  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment appears to be a general introduction to the privacy policy, listing its components and effective date, without specific details on data practices."
    }
  },
  {
    "segment": " Online Privacy Policy    Welcome! This Online Privacy Policy applies to your use of websites, interactive services, email programs and mobile device applications provided by Meredith Corporation or our affiliates (collectively, \"Meredith,\" \"we\" or \"us\") that include an authorized link or reference to this policy (collectively, the \"Services\"). This Online Privacy Policy applies only to the information we collect through the Services. Please click here to see our separate Offline Privacy Policy.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment serves as an introduction to the privacy policy, explaining its scope and applicability to online services provided by Meredith Corporation."
    }
  },
  {
    "segment": "By using any of our Services, you agree that this Online Privacy Policy and our Visitor Agreement govern your use of our Services and any dispute concerning the Services. Please take a few minutes to read them before using or registering to access our Services.  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "This segment introduces the privacy policy and visitor agreement, indicating that they govern the use of services, which is a generic introduction to the policy terms."
    }
  },
  {
    "segment": "This Policy describes our privacy practices regarding:     Children under 13     Information Collected Through Our Services     Information We May Obtain from Other Sources     How We Use the Information We Collect     How We Disclose Information and Your Related Opt-Out Choices     Sites to Which We Link     How to Correct or Update Your Information     Security, Retention and Storage of Information     Changes to Our Online Privacy Policy  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Introductory/Generic"
        }
      },
      "explanation": "The segment provides a generic introduction to the privacy policy, outlining the topics covered, such as data collection, use, disclosure, and user rights, without delving into specific details or practices."
    }
  },
  {
    "segment": "If you have questions about this Online Privacy Policy, please contact us at privacy@meredith.com  ",
    "model_analysis": {
      "category": {
        "Other": {
          "Other Type": "Privacy contact information"
        }
      },
      "explanation": "This segment provides contact information for inquiries about the privacy policy, which falls under privacy contact information."
    }
  },
  {
    "segment": " Children Under 13:    Meredith cares about protecting the privacy of children. We won't knowingly allow anyone under the age of 13 to provide us any personally identifying information online. Children should always get permission from their parents before sending any personal information about themselves (such as their names, email addresses, and phone numbers) over the Internet, to us or to anyone else. We encourage you to become involved in your children's online experience, and to share your knowledge and experience with your young ones. If you're under 13, please do not register for any of our Services or provide us with any personally identifying information (such as your name, email address or phone number).  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Children"
        }
      },
      "explanation": "This segment specifies the company's policy regarding the collection of personal information from children under the age of 13, indicating that they do not allow such data collection and encourage parental involvement."
    }
  },
  {
    "segment": " Information Collected Through Our Services:    The information we gather through our Services falls into two categories: (1) information you voluntarily supply to us when you register, initiate transactions, participate in promotions or surveys, submit comments or questions or otherwise communicate with us or others through the Services, and (2) information collected automatically as you use our Services. Third-party providers and advertisers featured on, or linked to or from, our Services may also gather information through processes that we don't control and subject to their own separate privacy policies, which may differ from ours. Some of our Services also may participate in third-party advertising networks that collect information about your activity online to tailor some of the advertising that you see on sites in their networks to your interests.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes information collected through the services, both voluntarily provided by users and automatically collected, indicating collection on the website."
    }
  },
  {
    "segment": " Registration and Other Personally Identifying Information.    You may register to use certain features of our Services. When you register, we may collect personally identifying information, including your name, postal address, email address, user name and password, reminder questions and answers and communications preferences, such as which newsletters you would like to receive. We may also ask for information about your age, gender, hobbies, interests, preferences (such as your favorite foods, purchases or recipes) and the like, but you're free to register for most of our Services without providing this additional information. When you register for one of our Services, the information you provide may be added to a centralized Meredith database so that you may be simultaneously registered for our other Services as well. In addition, when you use various aspects of our Services, we may ask you for personally identifying information, including when you order products, complete a survey, enter a contest, or report a problem with our Services. We may also collect contact information for other individuals when you use the sharing and referral tools available within some of our Services to forward content or offers to your friends and associates. We use this information to facilitate the communications that you request. Please note that if you use any \"send-to-a-friend\" features of our Services, your email address may be included in the communication sent to your friend.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the collection of personally identifying information when users register to use certain features of the services, indicating collection on the website."
    }
  },
  {
    "segment": " Contests and Other Promotions.    From time to time, we may offer contests, sweepstakes or other promotions. Participation in these promotions may require registration for our Services (see \"Registration and Other Personally Identifying Information,\" above). We may also automatically enter our users in some promotions. If you choose to participate in promotions that require registration, we will collect contact information such as your name, address, and email address and we may share this information with co-sponsors or other third parties involved in the promotion that we identify in the rules or entry materials. We don't control these third parties' privacy practices, and our Privacy Policy does not apply to their collection and use of your information. We may also share some of your entry information with third parties or the public in connection with the administration of the promotion, such as winner selection and prize fulfillment, and as permitted by the promotion's official rules, such as on a winners' list.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Choice Scope": "Collection",
          "Choice Type": "Opt-in",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Other",
          "Third Party Entity": "Unnamed third party",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection and sharing of contact information with third parties during promotions, requiring user registration and consent, with identifiable information being shared with unnamed third parties for promotional purposes."
    }
  },
  {
    "segment": " Information Collected Automatically When You Use Our Services.    Meredith or third-party contractors we engage may collect certain information automatically when you use our Services, including but not limited to:  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "This segment describes the automatic collection of information when users engage with the services, indicating collection on the website."
    }
  },
  {
    "segment": "  Web pages, content and advertisements you view and links you click on while navigating within our Services;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Does/Does Not": "Does",
          "Personal Information Type": "User online activities",
          "Purpose": "Analytics/Research"
        }
      },
      "explanation": "The segment describes the collection of user online activities, such as web pages viewed and links clicked, while using the services, indicating data collection for analytics or research purposes."
    }
  },
  {
    "segment": "  Information about your interactions with our video or audio content, such as the type of content accessed via our Services;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "User online activities",
          "Purpose": "Analytics/Research",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes the collection of information about user interactions with video or audio content, which falls under first-party collection/use for analytics or research purposes. The collection is likely implicit as it involves user interactions, and the data is identifiable as it pertains to specific user activities."
    }
  },
  {
    "segment": "  Information about your interactions with our email messages, such as the links you click on and whether you open or forward a message, the date and time of these interactions and the device you use to read emails;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Choice Scope": "Collection",
          "Choice Type": "Unspecified",
          "Collection Mode": "Implicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "User online activities",
          "Purpose": "Analytics/Research",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection of user interaction data with email messages, which is identifiable and used for analytics purposes. The data is collected implicitly as part of user actions on the website."
    }
  },
  {
    "segment": "  The site you visited before visiting a Meredith website and the site you visited after visiting a Meredith website;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Track user on other websites"
        }
      },
      "explanation": "The segment indicates that Meredith tracks the websites visited before and after visiting their site, which involves tracking user activity across different websites."
    }
  },
  {
    "segment": "  Your Internet Protocol (IP) address (a numerical address assigned to your computer by your Internet service provider so that other computers connected to the Internet can communicate with you online) that can sometimes be used to derive your general geographic area;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Personal Information Type": "IP address and device IDs"
        }
      },
      "explanation": "The segment specifies the collection of the user's IP address, which is a type of personal information related to IP address and device IDs."
    }
  },
  {
    "segment": "  Search terms you enter using our Services or on a referral site;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment indicates that search terms entered using the services or on a referral site are collected, which implies data collection on the website."
    }
  },
  {
    "segment": "  Unique identifiers, including mobile device identification numbers, that can identify the physical location of devices in accordance with applicable law;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Personal Information Type": "IP address and device IDs"
        }
      },
      "explanation": "The segment mentions the collection of unique identifiers and mobile device identification numbers, which fall under the category of IP address and device IDs."
    }
  },
  {
    "segment": "  Your device type, screen size, browser type, language, plug-ins, Internet domain, TCP configuration parameters, operating system and versions of installed software;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Personal Information Type": "Computer information"
        }
      },
      "explanation": "The segment lists various types of computer information such as device type, screen size, and browser type, which are collected by the first party."
    }
  },
  {
    "segment": "  standard server log information; and  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Personal Information Type": "Computer information"
        }
      },
      "explanation": "The segment refers to 'standard server log information', which typically includes data such as IP addresses, browser types, and operating systems, categorizing it under 'Computer information'."
    }
  },
  {
    "segment": "  Information collected through cookies, web beacons and other tracking technologies (see additional descriptions of these terms below).  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Personal Information Type": "Cookies and tracking elements"
        }
      },
      "explanation": "The segment mentions the collection of information through cookies, web beacons, and other tracking technologies, which falls under the category of 'Cookies and tracking elements'."
    }
  },
  {
    "segment": " Personalization and Tracking Technologies.    Like most website and mobile application operators, we, or third parties acting on our behalf, use embedded scripts, \"cookies,\" web beacons and other tracking technologies to operate, analyze and improve our Services and tailor content and advertising to user interests. Third-party companies that provide some of the tools and features accessible through our Services and advertisers and other companies involved in the delivery of advertisements you see on our Services and other websites also may use tracking technologies to collect information about your use of our Services. Cookies. Cookies are small amounts of data (often containing a unique identifier) that are stored in separate files within your computer or device's Internet browser. Cookies are accessed and recorded by the websites you visit, and by the companies that deliver the advertisements you see on our services, so they can recognize the same browser navigating online. You can set your browser to accept or reject most cookies, or to notify you when a cookie is set. (Each browser is different, so check the \"Help\" menu of your browser to learn how to change your cookie preferences.) It is up to you to decide whether to allow us or third parties to set cookies, but if you block cookies, you may not be able to view or access some of the features of our Services. Please be aware that certain browsers cannot block or delete so-called \"Flash\" cookies, which use a feature of the Adobe Flash video player to store information on your computer. For information about how to delete Flash cookies, please visit the Adobe website here.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the use of cookies and tracking technologies by the company on their website to operate, analyze, and improve services, indicating first-party collection on the website."
    }
  },
  {
    "segment": " Web Beacons and Other Tracking Technologies.    Web beacons (sometimes called \"transparent GIFs,\" \"clear GIFs,\" or \"pixel tags\") are small strings of code that embed a small graphic image (usually invisible) on a web page or in an email or advertisement. When your browser downloads a web beacon, the server that sends the corresponding image to your browser can recognize and store certain types of information such as cookies previously set, the time and date that you viewed the page embedded with the beacon and a description of that page.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment describes the use of web beacons, which are used to collect information when a user views a web page, indicating collection on the website."
    }
  },
  {
    "segment": " Mobile Device IDs and Location-Based Information.    Certain mobile devices, including smart phones and tablet devices, contain unique device IDs that can be used to identify their physical location. Mobile devices also typically transmit caller ID data (which may include a phone number) when used to transmit a telephone call or text message. When you use mobile devices to access our Services, we may collect and transmit unique device IDs and collect caller ID data, information about your wireless carrier, the make, model, operating system and settings of your device and information about how you navigate within our Service. With your consent, we also may use precise geolocation technology such as GPS or Wi-Fi triangulation to collect information about the exact location of your mobile device.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect in mobile app",
          "Choice Scope": "Collection",
          "Choice Type": "Opt-in",
          "Collection Mode": "Explicit",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "IP address and device IDs",
          "Purpose": "Service Operation and Security",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes the collection of unique device IDs and geolocation data from mobile devices when accessing services, with user consent required for precise geolocation, indicating an explicit opt-in collection mode. The data is identifiable and used for service operation and security purposes."
    }
  },
  {
    "segment": " Social Network Posting Tools and \"Share\" Features.    You can access various social network posting and sharing tools through our Services that are operated by third parties, including a \"share\" button that allows you to post links to content and features that you believe will be of interest to others on your social network pages. When you visit a page that includes one of these sharing tools, the third-party company that operates the tool may be collecting information about your browser, device and online activity through its own tracking technologies and subject to its own separate privacy policy, which may differ from ours.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Collect on first party website/app"
        }
      },
      "explanation": "The segment describes how third-party companies collect information about users' browsers, devices, and online activities through social network posting and sharing tools available on the service."
    }
  },
  {
    "segment": " Nielsen Online Campaign Ratings Service.    Some of our advertisers may participate in a program operated by the Nielsen Company to develop an Online Campaign Ratings service that is comparable to Nielsen's television ratings. When one of their ads appears on our Services, it may contain a web beacon that will record your exposure to the ad, read certain cookies on your browser, and forward this information to one or more operators of third-party websites or other online service on which you may have registered. If the third-party operator recognizes a cookie that identifies you as one of its registered users, it will append the impression data it receives, which may identify you as a user our Services, with age and gender information before returning the data to Nielsen. Nielsen aggregates the data it receives about a given campaign to create ratings reports for advertisers and publishers. According to Nielsen, these reports measure campaign performance on an aggregate level within various demographic categories and do not identify you personally. For more information about Nielsen's information collection practices and any related opt-out choices, please see the Nielsen.com privacy policy here.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment describes how advertisers may use Nielsen's service to collect and share data with third-party operators, who may then append demographic information before returning it to Nielsen for aggregation."
    }
  },
  {
    "segment": " Information We May Obtain From Other Sources:    We may combine any information collected through the Services with other information that we obtain about you, your computer, and/or device from other companies and sources, including third-party data suppliers and public databases. The following are examples of information we may collect from other sources:     Name, postal address, email address and telephone number;     Demographic data, such as age, gender, and income level;     Your interests and purchase behavior;     Publicly-visible data, such as your posts and submissions to blogs, video-sharing services, and other interactive forums; and     Other navigation data, such as web sites visited and advertisements viewed or clicked on.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Personal Information Type": "Contact, Demographic, User online activities",
          "Third Party Entity": "Unnamed third party"
        }
      },
      "explanation": "The segment describes the collection of personal information such as contact details, demographic data, and user online activities from other sources, including third-party data suppliers and public databases, indicating third-party sharing and collection."
    }
  },
  {
    "segment": " How We Use The Information We Collect:    Our primary goal in collecting information is to provide you with a customized experience when using our Services and to make them more valuable to you. Because our Services are supported by advertising, we also use the information we collect to help us and advertisers efficiently reach consumers who are most likely to be interested in particular products and services. We only use payment and identity verification information as necessary to complete a particular transaction, provide a requested service, enforce legal rights or comply with applicable law.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Personalization/Customization"
        }
      },
      "explanation": "The primary goal of collecting information is to provide a customized experience, indicating the purpose is personalization/customization."
    }
  },
  {
    "segment": "In addition, we and our authorized service providers generally use other information that we or they collect about you to:  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment indicates that both the company and its authorized service providers collect information about users, which implies collection on the website."
    }
  },
  {
    "segment": "  Customize the content you see when you use our Services and other services as you navigate online;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Personalization/Customization"
        }
      },
      "explanation": "The segment indicates that the user's data is used to customize the content they see, which falls under the purpose of Personalization/Customization."
    }
  },
  {
    "segment": "  Analyze, operate and improve our Services, and fulfill your requests for products, services, and information, including to send you email and electronic newsletters;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Basic service/feature"
        }
      },
      "explanation": "The segment describes the use of data to analyze, operate, and improve services and fulfill user requests, which are considered basic service features."
    }
  },
  {
    "segment": "  Help recognize your browser as a previous visitor and save and remember any preferences that may have been set while your browser was visiting one of our Services;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website",
          "Purpose": "Personalization/Customization",
          "Personal Information Type": "Cookies and tracking elements"
        }
      },
      "explanation": "The segment describes the use of cookies to recognize a browser and remember preferences, indicating data collection on the website for personalization purposes."
    }
  },
  {
    "segment": "  Enable you to participate in features such as surveys, polls, sweepstakes, and message boards;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Additional service/feature"
        }
      },
      "explanation": "The segment describes enabling user participation in features like surveys, polls, sweepstakes, and message boards, which are considered additional services or features provided by the first party."
    }
  },
  {
    "segment": "  Attribute content that you post to forums we operate on our Services;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment indicates that the service collects content posted by users on forums they operate, which falls under collecting data on their website."
    }
  },
  {
    "segment": "  Recognize the same users as they access online or mobile services using multiple browsers or devices and deliver to them appropriate interest-based content and advertising;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Track user on other websites",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Collection Mode": "Unspecified",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "User online activities",
          "Purpose": "Advertising",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment describes tracking users across multiple browsers or devices for delivering interest-based advertising, indicating identifiable tracking of user online activities for advertising purposes."
    }
  },
  {
    "segment": "  Provide you with special offers, promotions and information from companies within our corporate family, and select third parties in accordance with applicable law;  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Purpose": "Marketing"
        }
      },
      "explanation": "The segment indicates sharing information for marketing purposes with companies within the corporate family and select third parties."
    }
  },
  {
    "segment": "  Control the display of advertising and develop and deliver advertising tailored to your interests, including advertising that you see on our Services, advertising you see on third-party websites and email programs, and offers and advertising you may receive offline;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Advertising"
        }
      },
      "explanation": "The segment describes the use of collected data to develop and deliver advertising tailored to user interests, which is a clear indication of an advertising purpose."
    }
  },
  {
    "segment": "  Help us measure and analyze visitor traffic and usage patterns and improve the quality and effectiveness of our content, features, advertisements, and other communications;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Analytics/Research"
        }
      },
      "explanation": "The segment describes the collection and analysis of visitor traffic and usage patterns to improve content and advertisements, which falls under Analytics/Research."
    }
  },
  {
    "segment": "  Conduct market or audience analysis and related reporting;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Analytics/Research"
        }
      },
      "explanation": "The segment indicates that data is being used for market or audience analysis and reporting, which falls under analytics or research purposes."
    }
  },
  {
    "segment": "  Understand whether our users read email messages and click on links contained within those messages;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Action First-Party": "Collect on website"
        }
      },
      "explanation": "The segment indicates that the company collects data on whether users read emails and click on links, which is a form of data collection on user interactions with the service."
    }
  },
  {
    "segment": "  Prevent potentially prohibited or illegal activities, comply with applicable law and enforce our Visitor Agreement;  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Legal requirement"
        }
      },
      "explanation": "The segment describes the use of data to prevent illegal activities and comply with the law, which aligns with the 'Legal requirement' purpose."
    }
  },
  {
    "segment": "  For any other purposes disclosed to you at the time we collect your information or pursuant to your consent.  ",
    "model_analysis": {
      "category": {
        "First Party Collection/Use": {
          "Purpose": "Other"
        }
      },
      "explanation": "The segment refers to using collected information for purposes disclosed at the time of collection or with user consent, indicating a purpose that is not specifically categorized elsewhere."
    }
  },
  {
    "segment": " How We Disclose Information and Your Related Opt-out Choices:    Except as otherwise expressly noted herein or within the Services, we may share any information collected through our Services, including without limitation, your name, postal address (and any other information we combine with that information) with our Meredith-affiliated companies, our provider partners and service providers, and with carefully selected third-party organizations and marketers of products and services potentially of interest to you. The following describes some of the circumstances in which we may share information about our users:  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment describes how information collected through the services may be shared with Meredith-affiliated companies, provider partners, service providers, and third-party organizations and marketers."
    }
  },
  {
    "segment": " Email.    We share our users' email addresses with service providers that send email messages and deliver targeted advertising in our emails on our behalf. These service providers may collect data about how you interact with those messages (including information about whether and when you opened a particular message or clicked on a link within a message and the device you used to do so) and analyze it in conjunction with similar information they collect when you respond to emails they send on behalf of their other clients who are not affiliated with us. They use this email response information in combination with your email address to target and optimize the delivery of emails and email advertising they send on our behalf and for their other clients. We may also provide our service providers with lists of our user email addresses that they use in a hash-encrypted form to recognize our users when they subscribe to third-party email services and send them interest-based advertising on those services. We do not authorize our email service providers to share your email address with their other clients.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Choice Scope": "Use",
          "Choice Type": "Unspecified",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Advertising",
          "Third Party Entity": "Unnamed third party",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes sharing users' email addresses with service providers for sending emails and targeted advertising, indicating identifiable contact information is shared with unnamed third parties for advertising purposes."
    }
  },
  {
    "segment": "If you use our Services to sign up for special email offers from third-party advertisers, we will also share your email address and any other information you provided with your request with the advertisers you selected. Except as described in this policy, we will not sell or rent your email address to unaffiliated third parties for their email marketing purposes, without your consent.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment describes sharing the user's email address and other information with third-party advertisers when signing up for special offers, indicating a 'Receive/Shared with' action by third parties."
    }
  },
  {
    "segment": " Co-Registration Offers.    If, during or immediately following registration, you choose to access offers for goods or services that are available from selected third-party companies (\"Co-Registration Vendors\"), we may make certain contact and demographic information you provide (e.g., name, age, and/or email address) available to these vendors with your consent.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Choice Scope": "Collection",
          "Choice Type": "Opt-in",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Contact",
          "Purpose": "Additional service/feature",
          "Third Party Entity": "Unnamed third party",
          "User Type": "User with account"
        }
      },
      "explanation": "The segment describes sharing identifiable contact and demographic information with third-party vendors with user consent during registration for co-registration offers."
    }
  },
  {
    "segment": " Provider Partners and Service Providers.    To make your experience with our Services more useful and enjoyable, we may offer some features (such as social sharing tools and chat rooms) in conjunction with third-party providers (\"Provider Partners\") that specialize in operating such services. We share with each of these Provider Partners such information as is useful or necessary to provide you with the services we offer through that Provider Partner. We also contract with other companies to provide specialized services to us, including but not limited to credit-card and billing processing, shipping, marketing, email and text message distribution, data processing, mobile and website analytics and promotions management. We reserve the right to share with these companies any information we collect about you and/or authorize them to collect information from you directly for purposes consistent with this Privacy Policy.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with",
          "Choice Scope": "Unspecified",
          "Choice Type": "Unspecified",
          "Does/Does Not": "Does",
          "Identifiability": "Identifiable",
          "Personal Information Type": "Unspecified",
          "Purpose": "Service operation and security",
          "Third Party Entity": "Unnamed third party",
          "User Type": "Unspecified"
        }
      },
      "explanation": "The segment discusses sharing information with third-party providers and service providers to enhance user experience and perform specialized services, indicating third-party sharing/collection with identifiable data for service operation and security purposes."
    }
  },
  {
    "segment": " Aggregated and Anonymous Information.    We and our service providers may combine information about you with information that we or they collect about other users of our Services and share it in a form that does not identify you personally. We and our service providers may also anonymize information by removing any information (such as your name) that makes the information personally identifying to you. We may use aggregated information or other anonymous information and disclose it to third parties as we deem appropriate.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment discusses sharing aggregated and anonymized information with third parties, which involves third party collection or sharing."
    }
  },
  {
    "segment": " Information You Post to Blogs, Discussion Forums and Community or Social Networking Areas.    Keep in mind that any information that you choose to post to blogs, discussion forums, or other community or social networking services that we offer can be seen, collected and used by anyone who has access to the applicable service. We cannot be responsible for any unauthorized third-party use of such information.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "See"
        }
      },
      "explanation": "The segment explains that information posted to public areas can be seen and used by any third party with access, indicating third-party viewing of user-posted content."
    }
  },
  {
    "segment": " Legal Compliance, Business Transfers and Other Disclosures.    Notwithstanding anything to the contrary stated herein or within our Services, we may occasionally release information about users of our Services when we deem such release appropriate to comply with law, respond to compulsory process or law enforcement requests, enforce our Visitor Agreement, or protect the rights, property or safety of users of our Services, the public, Meredith Corporation, our affiliates, or any third party. Over time, we may reorganize or transfer various assets and lines of business. Notwithstanding anything to the contrary stated herein or on our Services, we reserve the right to disclose or transfer any information we collect to third parties in connection with any proposed or actual purchase, sale, lease, merger, foreclosure, liquidation, amalgamation or any other type of acquisition, disposal, transfer, conveyance or financing of all or any portion of Meredith or our affiliates.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment discusses sharing user information with third parties for legal compliance and business transfers, indicating third-party sharing or receiving of information."
    }
  },
  {
    "segment": " Opt-Out Choices.     Postal Lists.    To remove your name and postal address from postal lists that we sell or rent to third parties for their direct marketing purposes, please use the postal list opt-out form available here or send your request to us in a letter addressed to Meredith Corporation, Opt-Out Postal, Attn: Circulation, 1716 Locust Street, Des Moines, Iowa 50309).  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "Third party sharing/collection",
          "Choice Type": "Opt-out via contacting company",
          "Personal Information Type": "Contact",
          "Purpose": "Marketing",
          "User Type": "User without account"
        }
      },
      "explanation": "The segment provides an opt-out mechanism for users to prevent their postal information from being shared with third parties for marketing purposes, indicating control over third-party sharing."
    }
  },
  {
    "segment": " Email.    You can opt-out from any Meredith email newsletter or commercial email list and prevent the collection of related email response information by our email service providers by using the unsubscribe link at the bottom of each message and/ or by visiting the Email Preferences page on our sites and updating your preferences. If you no longer want to receive third-party email offers that you requested through our Services, simply follow the advertiser's unsubscribe link or opt-out instructions that should be included in every commercial message you receive.  ",
    "model_analysis": {
      "category": {
        "User Choice/Control": {
          "Choice Scope": "First party use"
        }
      },
      "explanation": "The segment explains how users can opt-out of Meredith's email newsletters and commercial email lists, indicating control over first-party use of their email information."
    }
  },
  {
    "segment": " Interest-Based Advertising.    Meredith follows the Self-Regulatory Principles for Online Behavioral advertising released by the Digital Advertising Alliance (\"DAA\") in July 2009. To opt-out of our use of your online viewing behavior data to serve interest-based advertising on third-party websites and email newsletters, visit http://www.aboutads.info/. You can also click on the Ad Choices icon located in the footer of our web sites and navigate to the consumer opt-out page. Use the same links to opt-out of the delivery of interest-based advertising on our Services from the operators of the third-party ad networks we use. Note that you must opt-out separately from each computer or device and browser that you use to access our Services and if you clear your cookies, you will need to repeat the opt-out process.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The policy describes how user data is shared with third-party ad networks for interest-based advertising and provides opt-out mechanisms."
    }
  },
  {
    "segment": "Most of the third-party advertising and data companies we work with, including DoubleClick and Google also subscribe to the DAA Principles and/or are members of the Network Advertising Initiative (\"NAI\"). To learn more about the information collection practices of NAI members and your related opt-out choices, please visit the NAI's website here. You can opt out of interest-based advertising from Google by visiting the About Google Ads page or permanently opt out of the DoubleClick cookie by installing the DoubleClick opt out extension. For information about Google Analytics' information practices and related opt-out choices, click here.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Receive/Shared with"
        }
      },
      "explanation": "The segment discusses third-party advertising and data companies receiving or sharing information, specifically mentioning Google and DoubleClick."
    }
  },
  {
    "segment": "Adobe and Krux are other third parties we engage to track and analyze usage and browsing patterns of our users. For information about Adobe's information collection practices and related opt-out choices, click here. For information about Krux's information collection practices and related opt-out choices, click here.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Track on first party website/app"
        }
      },
      "explanation": "The segment mentions that Adobe and Krux are third parties engaged to track and analyze usage and browsing patterns on the website."
    }
  },
  {
    "segment": " Do Not Track.    Do Not Track is a standard that is currently under development. As it is not yet finalized, we do not currently respond to browser do-not-track signals. Instead, we adhere to the standards set out in this privacy policy and offer the opt-out choices described above.  ",
    "model_analysis": {
      "category": {
        "Do Not Track": {
          "Do Not Track policy": "Not honored"
        }
      },
      "explanation": "The policy explicitly states that they do not respond to Do Not Track signals, indicating that these signals are not honored."
    }
  },
  {
    "segment": " Sites to Which We Link:    We also may provide links to other websites or services, and provide access to products and services offered by third parties, whose privacy policies we don't control.  ",
    "model_analysis": {
      "category": {
        "Third Party Sharing/Collection": {
          "Action Third Party": "Other"
        }
      },
      "explanation": "The segment discusses linking to third-party websites or services, indicating interaction with third parties, but does not specify collection or sharing of data."
    }
  },
  {
    "segment": " How to Correct or Update Your Information:    Meredith Corporation provides you with the ability to access and edit certain personally identifying information that you have provided to us through our Services. To update this information, please visit the \"My Account\" area or comparable feature of the Service you used to enter your information. If you cannot locate such a feature, send us an email at privacy@meredith.com.  ",
    "model_analysis": {
      "category": {
        "User Access, Edit and Deletion": {
          "Access Scope": "Profile data"
        }
      },
      "explanation": "The segment describes how users can access and edit personally identifying information, which falls under the category of profile data."
    }
  },
  {
    "segment": " Security, Retention and Storage of Information:    We use commercially reasonable procedures to protect the personally-identifying information that we collect. No security system is impenetrable, however. We cannot guarantee the security of our databases, nor can we guarantee that information you supply won't be intercepted while being transmitted to us over the Internet. Please see our Visitor Agreement for more information related to posting materials on our Services including our use of such materials.  ",
    "model_analysis": {
      "category": {
        "Data Security": {
          "Security Measure": "Generic"
        }
      },
      "explanation": "The segment describes the use of commercially reasonable procedures to protect personally-identifying information, but acknowledges limitations, which aligns with a generic description of security measures."
    }
  },
  {
    "segment": "For the purposes set out in this Online Privacy Policy, personally-identifying information may be transferred to, processed, stored and accessed by us, our affiliates and our unaffiliated service providers in the United States and in other jurisdictions where we or they operate. Courts and other authorities in these jurisdictions may, in certain circumstances, be entitled to access your personally-identifying information. By using the Services, you consent to this transfer, processing, storage and access of your personally-identifying information in and/or outside of the jurisdiction in which you reside.  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Citizens from other countries"
        }
      },
      "explanation": "The segment discusses the transfer, processing, storage, and access of personally-identifying information across different jurisdictions, which implies relevance to international users and citizens from other countries."
    }
  },
  {
    "segment": " Your California Privacy Rights    (As provided by California Civil Code Section 1798.83)   California residents have the right to request and obtain from us, once a year and free of charge, a list of the third parties to whom we have disclosed certain types of personal information (if any) for their direct marketing purposes in the prior calendar year. At our option, we may respond to such requests by providing instructions about how our users can exercise their options to prevent our disclosure of personal information to third parties for their direct marketing purposes. You can read these instructions above in the section of our Online Privacy Policy titled \" How We Disclose Information and Your Related Opt-out Choices.\" Or, if you are a California resident and prefer that we send you a separate response, please email your request to privacy@meredith.com  ",
    "model_analysis": {
      "category": {
        "International and Specific Audiences": {
          "Audience Type": "Californians"
        }
      },
      "explanation": "The segment specifies privacy rights and options for California residents under California Civil Code Section 1798.83, focusing on disclosure of personal information for direct marketing purposes."
    }
  },
  {
    "segment": " Changes to Our Online Privacy Policy:    Digital technology is rapidly evolving. If we decide to change our Privacy Policy in the future, we'll post the changes here and indicate at the top of the policy the last date on which it was updated. Unless otherwise noted, all changes will be effective when posted.  ",
    "model_analysis": {
      "category": {
        "Policy Change": {
          "Change Type": "Privacy relevant change",
          "Notification Type": "General notice in privacy policy",
          "User Choice": "None"
        }
      },
      "explanation": "The segment discusses changes to the privacy policy, noting that updates will be posted online with an indication of the last update date. This qualifies as a 'Privacy relevant change' with 'General notice in privacy policy' as the notification type. No specific user choice is mentioned, so 'None' is selected for User Choice."
    }
  }
]